Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: Email settings are not yet configured. Please configure them below.
pt: As configurações de e-mail ainda não estão configuradas. Por favor, configure-os abaixo.

source: Email verified
pt: Email verificado

source: Empty argument at
pt: Argumento vazio em

source: Enable OpenSearch
pt: Ativar o OpenSearch

source: Enable block collapse icons
pt: Ativar ícones de colapso do bloco

source: Enable filtering of group permissions
pt: Habilitar a filtragem de permissões de grupo

source: Enable logging of sent mail
pt: Habilitar o log de emails enviados

source: Encoding
pt: Codificação

source: Ensure the database is in UTF-8 format.
pt: Verifique se o banco de dados está no formato UTF-8.

source: Enter a part of the user name to search
pt: Insira uma parte do nome de usuário para Pesquisar

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
pt: Insira um número inteiro para o número de módulos a serem exibidos em cada linha do painel Administração.

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
pt: Insira um número inteiro para o número de módulos a serem exibidos em cada página do painel Administração.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
pt: Insira uma descrição informativa a ser exibida após o nome da categoria, quando essa categoria for exibida no painel Administração.

source: Enter one entry per line.
pt: Insira uma entrada por linha.

source: Enter the action of the route
pt: Entrar a ação da rota

source: Enter the bundle of the route
pt: Insira o pacote da rota

source: Enter the condition of the route
pt: Insira a condição da rota

source: Enter the controller of the route
pt: Entrar o controlador da rota

source: Enter the defaults of the route
pt: Insira os padrões da rota

source: Enter the description of the route
pt: Introduza a descrição da rota

source: Enter the host of the route
pt: Introduza o anfitrião da rota

source: Enter the name to be displayed within the categories tab menu.
pt: Insira o nome a ser exibido no menu de guia categorias.

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
pt: Insira o número de dias que um registro de registro deve ser mantido enquanto aguarda a verificação do endereço de email. (Os registros não verificados serão excluídos o número especificado de dias após o envio de uma mensagem de verificação de email.) Insira zero (0) para nenhuma expiração (sem exclusão automática).

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
pt: Insira o número de dias que uma solicitação do usuário para alterar os endereços de email deve ser mantida enquanto aguarda a verificação. Insira zero (0) para nenhuma expiração.

source: Enter the options of the route
pt: Insira as opções da rota

source: Enter the path of the route
pt: Insira o caminho da rota

source: Enter the requirements of the route
pt: Insira os requisitos da rota

source: Enter the route entries per page.
pt: Insira as entradas de rota por página.

source: Enter the sort of the route.
pt: Digite o tipo de rota.

source: Enter the translation prefix of the route
pt: Insira o prefixo de tradução da rota

source: Enter your e-mail address
pt: Digite seu endereço de e-mail

source: Entity
pt: Entidade

source: Error found in composer file of %component% (%filePath%) in property "%property%": %error%.
pt: Erro encontrado no arquivo compositor de %component% (%filePath%) na propriedade "%property%": %error%.

source: Error! %s is not compatible with this version of Zikula.
pt: Erro! %s não é compatível com esta versão do Zikula.

source: Error! %s is not yet installed, therefore it cannot be uninstalled.
pt: Erro! %s ainda não está instalado, portanto, ele não pode ser desinstalado.

source: Error! %sub% cannot be approved.
pt: Erro! %sub% não pode ser aprovada.

source: Error! A category by this name already exists.
pt: Erro! Uma categoria por esse nome já existe.

source: Error! Activation of module %s not allowed.
pt: Erro! Ativação do módulo %s não permitido.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
pt: Erro! Não foi possível conectar-se ao banco de dados. Por favor, verifique se você inseriu as informações corretas do banco de dados e tente novamente.

source: Error! Could not determine workflow actions.
pt: Erro! Não foi possível determinar ações de fluxo de trabalho.

source: Error! Could not get module name for id %s.
pt: Erro! Não foi possível obter o nome do módulo para ID %s.

source: Error! Could not load data for module %s.
pt: Erro! Não foi possível carregar dados para o módulo %s.

source: Error! Could not login with provided credentials. Please try again.
pt: Erro! Não foi possível fazer login com as credenciais fornecidas. Por favor, tente novamente.

source: Error! Could not make this category default.
pt: Erro! Não foi possível tornar essa categoria padrão.

source: Error! Could not save configuration: unknown permission rule ID.
pt: Erro! Não foi possível salvar a configuração: ID de regra de permissão desconhecido.

source: Error! Creation attempt failed.
pt: Erro! Tentativa de criação falhou.

source: Error! Deletion attempt failed.
pt: Erro! Falha na tentativa de exclusão.

source: Error! Determination existing tables failed.
pt: Erro! A determinação das tabelas existentes falhou.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
pt: Erro! Em suas configurações de permalink, cadeias de caracteres não podem ser encerradas com uma vírgula.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
pt: Erro! Em suas configurações de permalink, a lista de pesquisa e a lista de substituição para limpeza de permalink têm um número diferente de elementos separados por vírgulas. Se você tiver 3 elementos na lista de pesquisa , em seguida, deve haver 3 elementos na lista de substituição.

source: Error! Invalid %s received.
pt: Erro! %s inválido recebidos.

source: Error! Invalid database name. Please use only letters, numbers, "-" or "_".
pt: Erro! Nome de banco de dados inválido. Por favor, use apenas letras, números, "-" ou "_".

source: Error! Invalid module state transition.
pt: Erro! Transição de estado do módulo inválido.

source: Error! Invalid object type received.
pt: Erro! Tipo de objeto inválido recebido.

source: Error! It has not been possible to read the import file.
pt: Erro! Não foi possível ler o arquivo de importação.

source: Error! It is not allowed to delete this route.
pt: Erro! Não é permitido excluir esta rota.

source: Error! No category name given.
pt: Erro! Nenhum nome de categoria dado.

source: Error! No permission to install %s.
pt: Erro! Nenhuma permissão para instalar %s.

source: Error! No permission to uninstall %s.
pt: Erro! Nenhuma permissão para desinstalar %s.

source: Error! No such category found.
pt: Erro! Nenhuma tal categoria encontrada.

source: Error! Not allowed to upgrade %s.
pt: Erro! Não é permitido atualizar %s.

source: Error! PHPIDS rule file %s does not exist or is not readable.
pt: Erro! Arquivo de regra PHPIDS %s não existe ou não é legível.

source: Error! Please enter your database credentials.
pt: Erro! Por favor, insira suas credenciais de banco de dados.

source: Error! Received a non-numeric object ID '%s'.
pt: Erro! Recebeu uma ID de objeto não-numérico '%s'.

source: Error! Session path not writeable!
pt: Erro! Caminho da sessão não gravável!

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
pt: Erro! O CSV não é válido: a coluna "activated " deve conter somente 0 ou 1.

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
pt: Erro! O CSV não é válido: a coluna "sendmail" deve conter somente 0 ou 1.

source: Error! The creation of users has failed.
pt: Erro! A criação de usuários falhou.

source: Error! The database exists and contains tables. Please delete all tables before proceeding or select a new database.
pt: Erro! O banco de dados existe e contém tabelas. Exclua todas as tabelas antes de prosseguir ou selecione um novo banco de dados.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
pt: Erro! O arquivo de importação não tem o campo esperado %s na primeira linha. Por favor, verifique o arquivo de importação.

source: Error! The import file does not have values.
pt: Erro! O arquivo de importação não tem valores.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
pt: Erro! O número de parâmetros na linha %s não está correcto. Por favor, verifique o arquivo de importação.

source: Error! The requested extension cannot be uninstalled because its files are missing!
pt: Erro! A extensão solicitada não pode ser desinstalada porque seus arquivos estão faltando!

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
pt: Erro! Houve um problema ao salvar seu novo endereço de email ou ao enviar uma mensagem de verificação.

source: Error! There was a problem with the database connection.
pt: Erro! Houve um problema com a conexão do banco de dados.

source: Error! There was an error dumping exposed JS Routes: %s
pt: Erro! Houve um erro ao despejar JS rotas expostas: %s

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
pt: Erro! Esta categoria de módulo está atualmente definida como a categoria que é exibida inicialmente quando você visita o painel de administração. Você deve primeiro selecionar uma categoria diferente para a exibição inicial. Depois, você será capaz de excluir a categoria que você acabou de tentar remover.

source: Error! Update attempt failed.
pt: Erro! Falha na tentativa de atualização.

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
pt: Erro! Os nomes de usuário só podem consistir em uma combinação de letras, números e só podem conter os símbolos. e _

source: Error! You can't edit the guest account.
pt: Erro! Não é possível editar a conta de convidado.

source: Error! You cannot deactivate this extension [%s]. It is a mandatory core extension, and is required by the system.
pt: Erro! Não é possível desativar essa extensão [%s]. É uma extensão de núcleo obrigatória, e é exigido pelo sistema.

source: Error! You cannot delete the default module category used in the administration panel.
pt: Erro! Não é possível excluir a categoria de módulo padrão usada no painel de administração.

source: Error! You cannot delete the default user group.
pt: Erro! Não é possível excluir o grupo de usuários padrão.

source: Error! You cannot delete the primary administration group.
pt: Erro! Não é possível excluir o grupo de administração principal.

source: Error! You did not enter any keywords to search for.
pt: Erro! Você não digitar nenhuma palavras-chave para procurar.

source: Error! You have not been logged out.
pt: Erro! Você não foi desconectado.

source: Error! You logged in to an account without Admin permissions
pt: Erro! Você fez logon em uma conta sem permissões de administrador

source: Error! You must register for a user account on this site before you can apply for membership of a group.
pt: Erro! Você deve se registrar para uma conta de usuário neste site antes de poder se inscrever para a associação de um grupo.

source: Error! Your e-mail has not been found. After your request you have %s days to confirm the new e-mail address.
pt: Erro! Seu e-mail não foi encontrado. Após o seu pedido você tem %s dias para confirmar o novo endereço de e-mail.

source: Error: Could not delete '%path' because %msg
pt: Erro: não foi possível excluir '%path' porque %msg

source: Error: Could not uninstall dependent extensions.
pt: Erro: não foi possível desinstalar extensões dependentes.

source: Error: invalid input.
pt: Erro: entrada inválida.

source: Errors creating user!
pt: Erros de criação de usuário!

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
pt: Mesmo se você optar por não enviar a senha do usuário via e-mail, outras mensagens de email podem ser enviadas ao usuário como parte do processo de registro.

source: Exact phrase
pt: Frase exata

source: Expand
pt: Expandir

source: Expire session after
pt: Expirar a sessão após

source: Export
pt: Exportação

source: Export IDS Log
pt: Log de IDS de exportação

source: Export IDS log
pt: Log de IDS de exportação

source: Export Options
pt: Opções de exportação

source: Export Title Row
pt: Exportar linha de título

source: Export email address
pt: Exportar endereço de e-mail

source: Export group memberships
pt: Exportar associações de grupo

source: Export last login date
pt: Exportar data do último login

source: Export options
pt: Opções de exportação

source: Export registration date
pt: Exportar data de registo

source: Export title row
pt: Exportar linha de título

source: Export users
pt: Exportar usuários

source: Extension List
pt: Lista de extensão

source: Extension removal failed! (note: blocks and dependents may have been removed)
pt: A remoção da extensão falhou! (Nota: blocos e dependentes podem ter sido removidos)

source: Extension settings
pt: Configurações de extensão

source: Extension upgrade failed!
pt: Upgrade de extensão falhou!

source: Failed login displays approval status
pt: O login com falha exibe o status de aprovação

source: Failed login displays inactive status
pt: O login com falha exibe o status inativo

source: Failed login displays verification status
pt: O login com falha exibe o status de verificação

source: Failed to install assets
pt: Falha ao instalar ativos

source: Failed to install dependency %s!
pt: Falha ao instalar a dependência %s!

source: Fatal Error: Two extensions share the same %field. [%ext1%] and [%ext2%]
pt: Erro fatal: duas extensões compartilham o mesmo campo%. [%ext1%] e [%ext2%]

source: File
pt: Arquivo

source: File Include
pt: Arquivo incluir

source: File Path
pt: Caminho do arquivo

source: File options
pt: Opções de arquivo

source: File system permissions
pt: Permissões do sistema de arquivos

source: File type
pt: Tipo de arquivo

source: Files missing
pt: Arquivos ausentes

source: Files removed as requested.
pt: Arquivos removidos conforme solicitado.

source: Filter
pt: Filtro

source: Filter %active%
pt: Filtrar% active%

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safeHtml' filter, or when a module asks for similar processing from within its functions.
pt: Filtragem de HTML permitido ocorre quando uma seqüência de modelo ou variável é modificada com o filtro 'safeHTML', ou quando um módulo solicita processamento semelhante de dentro de suas funções.

source: Filters
pt: Filtros

source: Finalize parameters
pt: Finalizar parâmetros

source: Finalizing parameters
pt: Finalizando parâmetros

source: Find users
pt: Localizar usuários

source: Find/Mail/Delete users
pt: Localizar/Enviar/Excluir usuários

source: Finish
pt: Terminar

source: Fire install event
pt: Evento de instalação de incêndio

source: Fire upgrade event
pt: Evento de upgrade de incêndio

source: Fired install event
pt: Evento de instalação acionado

source: Fired upgrade event
pt: Evento de upgrade disparado

source: Firing install event
pt: Evento de instalação de disparo

source: Firing upgrade event
pt: Evento de atualização de disparo

source: First page
pt: Primeira página

source: First stage of installation complete. Run `php bin/console zikula:install:finish` to complete the installation.
pt: Primeira fase de instalação completa. Run `php bin/console zikula:install:finish` para concluir a instalação.

source: Footer block
pt: Bloco de rodapé

source: For Html files please select the Html file type.
pt: Para arquivos HTML, selecione o tipo de arquivo HTML.

source: For more information, please visit %link%.
pt: Para mais informações, por favor, visite %link%.

source: Force a change of password for %1s
pt: Forçar uma alteração de senha para %1s

source: Force compile
pt: Forçar compilação

source: Force password change
pt: Forçar alteração de senha

source: Form of display for module names
pt: Formulário de exibição para nomes de módulos

source: Format
pt: Formato

source: Function does not exist or is not callable.
pt: A função não existe ou não pode ser chamada.

source: Functions
pt: Funções

source: Further information can be found in the %s.
pt: Mais informações podem ser encontradas no %s.

source: GET
pt: Obter

source: Garbage collection probability
pt: Probabilidade de coleta de lixo

source: General
pt: Geral

source: General Settings
pt: Configurações gerais

source: General settings
pt: Definições gerais

source: Gmail password
pt: Senha do gmail

source: Gmail settings
pt: Configurações do gmail

source: Gmail user name
pt: Nome de usuário do gmail

source: Go to the module's administration panel
pt: Ir para o painel de administração do módulo

source: Group
pt: Grupo

source: Group data
pt: Dados do grupo

source: Group list
pt: Lista de grupos

source: Group membership
pt: Membros do grupo

source: Group of administrators of this site.
pt: Grupo de administradores deste site.

source: Group settings
pt: Configurações de grupo

source: Groups
pt: Grupos

source: Groups admin
pt: Administração de grupos

source: Groups list
pt: Lista de grupos

source: Groups manager
pt: Gerente de grupos

source: Guest
pt: Convidado

source: HEAD
pt: Cabeça

source: HTML Block content hook
pt: Gancho de conteúdo do bloco HTML

source: HTML block
pt: Bloco de HTML

source: HTML entities
pt: Entidades HTML

source: HTML mail hook
pt: Gancho do correio do HTML

source: HTML tags
pt: Tags HTML

source: HTML-formatted message
pt: Mensagem formatada em HTML

source: HTML-formatted messages
pt: Mensagens formatadas em HTML

source: HTMLPurifier '%s' configuration directives
pt: Diretivas de configuração de HTMLPurifier '%s'

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
pt: A filtragem HTMLPurifier ocorre quando uma String ou variável de modelo é modificada com o modificador 'safeHTML', ou quando um módulo solicita processamento semelhante de dentro de suas funções.

source: HTMLPurifier settings
pt: Configurações de htmlpurifier

source: Header block
pt: Bloco de cabeçalho

source: Hello!
pt: Olá!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
pt: Olá! Este endereço de e-mail ('%1$s') foi usado para registrar uma conta no site '%2$s'.

source: Hello! This e-mail address ('%email') has been used to register an account on '%site' (%url).
pt: Olá! Este endereço de e-mail ('%email') foi usado para registrar uma conta em '%site' (%url).

source: Hello! You requested to change your e-mail address for user account '%uname' at %site from %email to %newemail.
pt: Olá! Você solicitou para alterar seu endereço de email para a conta de usuário '%uname' em %site de %email para %newemail.

source: Help
pt: Ajuda

source: Here you can choose a custom creation date
pt: Aqui você pode escolher uma data de criação personalizada

source: Here you can choose a user which will be set as creator
pt: Aqui você pode escolher um usuário que será definido como criador

source: Here you can configure parameters for list views.
pt: Aqui você pode configurar parâmetros para exibições de lista.

source: Hide closed groups
pt: Ocultar grupos fechados

source: Hide private groups
pt: Ocultar grupos privados

source: High (user is logged-out after X minutes of inactivity)
pt: Alto (o usuário está desconectado após X minutos de inatividade)

source: Home
pt: Casa

source: Hooks
pt: Ganchos

source: Host settings
pt: Configurações do host

source: How often
pt: Com que frequência

source: How to use the editor
pt: Como usar o editor

source: I have forgotten my account information (for example, my user name).
pt: Esqueci-me das informações da minha conta (por exemplo, o meu nome de utilizador).

source: I have forgotten my password.
pt: Esqueci minha senha.

source: I would like to create a new account.
pt: Gostaria de criar uma nova conta.

source: I would like to login.
pt: Eu gostaria de fazer o login.

source: ID of main administration permission rule
pt: ID da regra de permissão de administração principal

source: IDS Rule Path
pt: Caminho da regra de IDS

source: INSTALL COMPLETE!
pt: INSTALE COMPLETE!

source: IP Address
pt: Endereço IP

source: IP checks on session (may cause problems for AOL users)
pt: Verificações de IP na sessão (pode causar problemas para os usuários do AOL)

source: If checked, the log-in error message will indicate that the registration is pending approval. If not, a generic error message is displayed.
pt: Se marcada, a mensagem de erro de log-in indicará que o registro está aguardando aprovação. Se não, uma mensagem de erro genérica é exibida.

source: If checked, the log-in error message will indicate that the registration is pending verification. If not, a generic error message is displayed.
pt: Se marcada, a mensagem de erro de log-in indicará que o registro está aguardando verificação. Se não, uma mensagem de erro genérica é exibida.

source: If checked, the log-in error message will indicate that the user account is inactive. If not, a generic error message is displayed.
pt: Se marcada, a mensagem de erro de log-in indicará que a conta de usuário está inativa. Se não, uma mensagem de erro genérica é exibida.

source: If login method is Email, then this value must be unique for the site.
pt: Se o método de login for email, esse valor deverá ser exclusivo para o site.

source: If properly installed, a site will include an '.htaccess' file in the site's 'app' folder. However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
pt: Se instalado corretamente, um site incluirá um '. htaccess' arquivo na pasta ' app ' do site. No entanto, alguns métodos usados para transferir arquivos do pacote para um espaço da Web podem levar a esse arquivo não sendo transferido. Neste caso, você é fortemente recomendado para criar um (e para garantir que '. htaccess' arquivos existem em alguns outros diretórios, também).
