Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
pt: Se o registro for moderado e os aplicativos devem ser aprovados antes da verificação, os registros não expirarão até o número especificado de dias após a aprovação.

source: If the request was not made by you then you don't need to take any action.
pt: Se o pedido não foi feito por você, então você não precisa tomar qualquer ação.

source: If the request was not made by you then you don't need to worry.
pt: Se o pedido não foi feito por você, então você não precisa se preocupar.

source: If the request was not made by you you don't need to worry.
pt: Se o pedido não foi feito por você , você não precisa se preocupar.

source: If this is checked, Zikula tries to serve the language requested by browser (if that language available and allowed by the multi-lingual settings). If users set their personal language preference, then this setting will be overriden by their personal preference.
pt: Se esta for verificada, Zikula tenta servir o idioma solicitado pelo navegador (se esse idioma disponível e permitido pelas configurações multilíngues). Se os usuários definam sua preferência de idioma pessoal, essa configuração será substituída por sua preferência pessoal.

source: If unchecked, the user's e-mail address will be verified. The user will create a password at that time.
pt: Se desmarcada, o endereço de email do usuário será verificado. O usuário criará uma senha nesse momento.

source: If you are not able to click on the above link, you can copy it into your browser.
pt: Se você não é capaz de clicar no link acima, você pode copiá-lo em seu navegador.

source: If you are not able to click on the above link, you can copy the following URL into your browser:
pt: Se você não conseguir clicar no link acima, você pode copiar o seguinte URL em seu navegador:

source: If you did not make this request then you do not need to take any action.
pt: Se você não fez este pedido , então você não precisa tomar qualquer ação.

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
pt: Se você não solicitar uma nova conta de usuário neste site, entre em contato com nosso administrador do site ou simplesmente desconsidere esta mensagem.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
pt: Se você solicitar uma nova conta de usuário, sua solicitação estará esperando que você verifique seu endereço de e-mail conosco.

source: If you do not confirm this change within the %sub% day(s), the request will be deleted from our system.
pt: Se você não confirmar essa alteração dentro do %sub% dia(s), a solicitação será excluída do nosso sistema.

source: If you leave this page without successfully changing your password, then you will not be logged in.
pt: Se deixar esta página sem alterar a palavra-passe com êxito, não terá sessão iniciada.

source: Ignore check for installer
pt: Ignorar verificação do instalador

source: Impact
pt: Impacto

source: Import users
pt: Importar usuários

source: In case one or more installed languages are not listed below, %s.
pt: No caso de um ou mais idiomas instalados não estarem listados abaixo, %s.

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
pt: Em alguns ambientes de hospedagem, a configuração do PHP 'magic_quotes_gpc' pode ser definida como ativado. No entanto, isso cria uma oportunidade para violações de segurança. Se o site é acessível a partir da Internet, você é fortemente recomendado para garantir que 'magic_quotes_gpc' está definido como desativado.

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
pt: No painel Administração, você verá avisos de segurança exibidos se o analisador de segurança detectar possíveis vulnerabilidades de segurança na instalação do seu site. Se você não vir nenhuma caixa de aviso , isso significa que nenhuma vulnerabilidade foi encontrada. Abaixo estão explicações para cada vulnerabilidade possivelmente identificada.

source: In the Modules categorisation section, you can choose two things:
pt: Na seção categorização de módulos, você pode escolher duas coisas:

source: Inactive
pt: Inativo

source: Incompatible
pt: Incompatível

source: Incompatible version
pt: Versão incompatível

source: Incompatible version with the core
pt: Versão incompatível com o núcleo

source: Increase zoom level
pt: Aumente o nível de zoom

source: Initial
pt: Inicial

source: Initial user group
pt: Grupo de usuários inicial

source: Initialization of %s failed!
pt: Falha na inicialização de %s!

source: Initially selected category
pt: Categoria inicialmente seleccionada

source: Insert a brief description of the route, to explain why you created it. It is only shown in the admin interface.
pt: Insira uma breve descrição da rota, para explicar por que você a criou. Ele só é mostrado na interface de administração.

source: Insert permission rule before %s
pt: Inserir regra de permissão antes de %s

source: Insert the name of the action, which was called "func" in earlier versions of Zikula.
pt: Insira o nome da ação, que foi chamado "func" em versões anteriores do Zikula.

source: Insert the name of the controller, which was called "type" in earlier versions of Zikula.
pt: Insira o nome do controlador, que foi chamado "type" em versões anteriores do Zikula.

source: Install
pt: Instalar

source: Install %s
pt: Instalar %s

source: Install Zikula!
pt: Instale Zikula!

source: Install assets
pt: Instalar ativos

source: Install module
pt: Módulo de instalação

source: Installation aborted
pt: Instalação anulada

source: Installation guide
pt: Guia de instalação

source: Installed dependency %s.
pt: Dependência instalada %s.

source: Installer file 'upgrade.php' is in the site root, but should be removed.
pt: O arquivo do instalador 'upgrade.php' está na raiz do site, mas deve ser removido.

source: Installer script
pt: Script do instalador

source: Installing Modules and Helpers
pt: Instalando módulos e auxiliares

source: Installing Zikula Administration Module
pt: Instalando o módulo de administração Zikula

source: Installing Zikula Blocks Module
pt: Instalando o módulo dos blocos de Zikula

source: Installing Zikula Categories Module
pt: Instalando o módulo de categorias Zikula

source: Installing Zikula Extensions Module
pt: Instalando o módulo de extensões Zikula

source: Installing Zikula Groups Module
pt: Instalando o módulo de grupos Zikula

source: Installing Zikula Mailer Module
pt: Instalando Zikula Mailer Module

source: Installing Zikula Menu Module
pt: Instalando o módulo de menu Zikula

source: Installing Zikula Permissions Module
pt: Instalando o módulo de permissões do Zikula

source: Installing Zikula Routes Module
pt: Instalando o módulo de rotas Zikula

source: Installing Zikula Search Module
pt: Instalando o módulo de pesquisa Zikula

source: Installing Zikula Security Module
pt: Instalando o módulo de segurança Zikula

source: Installing Zikula Settings Module
pt: Instalando o módulo de configurações do Zikula

source: Installing Zikula Theme Module
pt: Instalando o módulo do tema de Zikula

source: Installing Zikula Users Module
pt: Instalando o módulo de usuários Zikula

source: Installing Zikula ZAuth Module
pt: Instalando o Zikula zauth Module

source: Installing assets to /web
pt: Instalando ativos em/Web

source: Instance
pt: Instância

source: Instance template
pt: Modelo de instância

source: Instance to check
pt: Instância para verificar

source: Internal ID
pt: IDENTIFICAÇÃO interna

source: Internal PHP `mail()` function
pt: Função interna do PHP `mail()`

source: Internal name
pt: Nome interno

source: Intrusion Detection System
pt: Sistema de detecção de intrusão

source: Intrusion attempt detected by PHPIDS
pt: Tentativa de intrusão detectada pelo PHPIDS

source: Invalid
pt: Inválido

source: Invalid Group ID or User ID.
pt: ID de grupo ou ID de usuário inválido.

source: Invalid Group ID.
pt: ID de grupo inválido.

source: Invalid User ID.
pt: ID de usuário inválido.

source: Invalid authentication method.
pt: Método de autenticação inválido.

source: Invalid structure
pt: Estrutura inválida

source: Invalid user identifier received.
pt: Identificador de usuário inválido recebido.

source: Invalid username.
pt: Nome de usuário inválido.

source: Invalid users cannot be migrated unless their data is manually corrected. The errors are posted to the logfile.
pt: Usuários inválidos não podem ser migrados a menos que seus dados sejam corrigidos manualmente. Os erros são lançados no arquivo de log.

source: It is recommended to force users to verify their email address.
pt: É recomendável forçar os usuários a verificar seu endereço de e-mail.

source: It looks like the message could not be sent properly.
pt: Parece que a mensagem não pôde ser enviada corretamente.

source: It looks like you created or updated a route with a path which already exists. This is an error in most cases.
pt: Parece que você criou ou atualizou uma rota com um caminho que já existe. Este é um erro na maioria dos casos.

source: It was created by an administrator or sub-administrator.
pt: Ele foi criado por um administrador ou subadministrador.

source: Items per page
pt: Itens por página

source: Join ":name" group
pt: Junta ":name" grupo

source: Joined the "%group" group
pt: Juntou-se ao grupo "%group"

source: Keyword settings
pt: Configurações de palavra-chave

source: Language
pt: Língua

source: Language changed to %lang
pt: Idioma alterado para %lang

source: Language switcher
pt: Comutador de idioma

source: Language system
pt: Sistema linguístico

source: Last checked
pt: Última verificação

source: Last login
pt: Último login

source: Last page
pt: Última página

source: Last update
pt: Última atualização

source: Latest stable relese
pt: Mais recente estável relese

source: Layout modules for controlling the site's look and feel.
pt: Módulos de layout para controlar a aparência e o aspeto do site.

source: Leaf
pt: Folha

source: Leave ":name" group
pt: Deixar ":name" grupo

source: Left blocks
pt: Blocos esquerdos

source: Left the "%group" group
pt: Deixou o grupo "%group"

source: Legacy module support is enabled, but preferably should be disabled.
pt: Suporte a módulo herdado está habilitado, mas preferencialmente deve ser desativado.

source: Lets you add a new category to the module categories tab list. You can edit the following:
pt: Permite Adicionar uma nova categoria à lista de guias de categorias de módulo. Você pode editar o seguinte:

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
pt: Permite que você exclua uma categoria de módulo no menu de tabulação. Você será solicitado para confirmação antes que a categoria é excluída.

source: Lets you edit the name and description of an existing module category.
pt: Permite Editar o nome e a descrição de uma categoria de módulo existente.

source: Level
pt: Nível

source: License
pt: Licença

source: List to replace with
pt: Lista para substituir por

source: List to search for
pt: Lista para procurar

source: List views
pt: Exibições de lista

source: Localisation settings
pt: Configurações de localização

source: Localized output
pt: Saída localizada

source: Lock main administration permission rule
pt: Bloquear a regra de permissão de administração principal

source: Lock/Unlock editing
pt: Bloquear/Desbloquear edição

source: Locked
pt: Trancada

source: Log in
pt: Iniciar sessão

source: Log in or register
pt: Faça login ou registre-se

source: Log in page
pt: Entrar na página

source: Log-in information
pt: Informações de login

source: Logged in as admin
pt: Logado como admin

source: Logging in as admin
pt: Login como admin

source: Login Denied!
pt: Login negado!

source: Login Denied: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
pt: Login negado: sua conta foi desativada e está agendada para remoção. Entre em contato com um administrador do site para obter mais informações.

source: Login Denied: Your account has been disabled. Please contact a site administrator for more information.
pt: Login negado: sua conta foi desativada. Entre em contato com um administrador do site para obter mais informações.

source: Login Denied: Your request to register with this site is pending or awaiting verification.
pt: Login negado: sua solicitação de registro com este site está pendente ou aguardando verificação.

source: Login block
pt: Bloco de login

source: Login failed.
pt: Falha de logon.

source: Login form and block hooks
pt: Formulário de login e ganchos de bloco

source: Login method
pt: Método de login

source: Login with
pt: Faça login com

source: Login with ...
pt: Login com...

source: Low (user stays logged-in until he logs-out)
pt: Baixa (o usuário permanece conectado até que ele faz logoff)

source: Mail selected users
pt: Mail usuários selecionados

source: Mail sent!
pt: Correio enviado!

source: Mail transport
pt: Transporte de correio

source: Mail transport mechanisms SMTP and SENDMAIL were disabled because your PHP does not allow the "proc_*" function. Either you need to remove it from the "disabled_functions" directive in your "php.ini" file or recompile your PHP entirely. Afterwards restart your webserver.
pt: Mecanismos de transporte de correio SMTP e SENDMAIL foram desativados porque o seu PHP não permite que a função "proc_*". Ou você precisa removê-lo do "disabled_functions" diretiva em seu "php.ini" arquivo ou recompilar o seu php inteiramente. Depois reinicie o servidor Web.

source: Mailer relies on %swiftmailer
pt: Mailer confia em%componente

source: Mailer settings
pt: Configurações do Mailer

source: Main info
pt: Informações principais

source: Main menu
pt: Menu principal

source: Main settings
pt: Definições principais

source: Make default category
pt: Tornar a categoria padrão

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
pt: Código de pedido malicioso / uma tentativa de hacking foi detectado. Este pedido não foi bloqueado!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
pt: Código de pedido malicioso / uma tentativa de hacking foi detectado. Assim, este pedido foi bloqueado.

source: Manage settings for this application
pt: Gerenciar configurações para este aplicativo

source: Manage user
pt: Gerenciar usuário

source: Marked for deletion
pt: Marcado para eliminação

source: Marked positions are not available in the current default theme.
pt: As posições marcadas não estão disponíveis no tema padrão atual.

source: Marking store
pt: Loja de marcação

source: Maximum membership
pt: Adesão máxima

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
pt: Médio (o usuário está desconectado após X minutos de inatividade, a menos que a caixa de seleção "lembrar de mim" seja ativada durante o login)

source: Member
pt: Membro

source: Members
pt: Membros

source: Membership application
pt: Aplicação de associação

source: Menu list
pt: Lista de menus

source: Menu removed!
pt: Menu removido!

source: MenuItemName (menuItemId). The id is needed for permissions.
pt: Menuitemname (menuitemid). A ID é necessária para permissões.

source: Message
pt: Mensagem

source: Message type
pt: Tipo de mensagem

source: Messages inbox
pt: Caixa de entrada de mensagens

source: Messages you might see
pt: Mensagens que você pode ver

source: Meta tag settings
pt: Configurações de meta tag

source: Method
pt: Método

source: Methods
pt: Métodos

source: Migrate Users to ZAuth
pt: Migrar usuários para o Zauth

source: Migrating Users...
pt: Migrando usuários...

source: Minimum impact to block the request
pt: Impacto mínimo para bloquear a solicitação

source: Minimum impact to email the administrator
pt: Impacto mínimo para enviar e-mail ao administrador

source: Minimum impact to kick the user (destroy the session)
pt: Impacto mínimo para chutar o usuário (destruir a sessão)

source: Minimum impact to log intrusion in the database
pt: Impacto mínimo para registrar intrusão no banco de dados

source: Minimum length for user passwords
pt: Comprimento mínimo para senhas de usuário

source: Minimum password length: %amount% characters.
pt: Comprimento mínimo da senha: %amount% caracteres.

source: Minimum row height for permission rules list view (in pixels)
pt: Altura mínima da linha para exibição de lista de regras de permissão (em pixels)

source: Minimum row height for rule editing view (in pixels)
pt: Altura mínima da linha para a exibição de edição de regra (em pixels)

source: Mode
pt: Modo

source: Moderate access
pt: Acesso moderado

source: Moderation
pt: Moderação

source: Modify block
pt: Modificar bloco

source: Modify block position
pt: Modificar a posição do bloco

source: Module
pt: Módulo

source: Module "%s" is not a valid provider.
pt: Module "%s" não é um provedor válido.

source: Module "%s" is not a valid subscriber.
pt: Module "%s" não é um assinante válido.

source: Module Services are functions provided by the core or other modules for this module.
pt: Os serviços do módulo são funções fornecidas pelo núcleo ou outros módulos para este módulo.

source: Module categories list
pt: Lista de categorias de módulo

source: Module categorization
pt: Categorização do módulo

source: Module category
pt: Categoria do módulo

source: Module name
pt: Nome do módulo

source: Module services
pt: Serviços do módulo

source: Module settings
pt: Configurações do módulo

source: Module used for managing user profiles
pt: Módulo usado para gerenciar perfis de usuário

source: Module used for private messaging
pt: Módulo usado para mensagens privadas

source: Modules
pt: Módulos

source: Modules categorisation
pt: Categorização de módulos

source: Modules for controlling user membership, access rights and profiles.
pt: Módulos para controlar a associação de usuários, direitos de acesso e perfis.

source: Modules for managing the site's security.
pt: Módulos para gerenciar a segurança do site.

source: Modules for providing content to your users.
pt: Módulos para fornecer conteúdo aos seus usuários.

source: Modules list
pt: Lista de módulos

source: Modules moved to their default categories
pt: Módulos movidos para suas categorias padrão

source: Modules per page
pt: Módulos por página

source: Modules per page in module categories list
pt: Módulos por página na lista de categorias de módulo

source: Modules per row
pt: Módulos por linha

source: Modules per row in admin panel
pt: Módulos por linha no painel de administração

source: Modules upgraded
pt: Módulos atualizados

source: Monthly
pt: Mensal

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.cookie-lifetime
pt: Mais informações: http://www.php.net/manual/en/session.configuration.php#ini.session.cookie-lifetime

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime
pt: Mais informações: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-probability
pt: Mais informações: http://www.php.net/manual/en/session.configuration.php#ini.session.gc-probability

source: More information: http://www.php.net/manual/en/session.configuration.php#ini.session.save-path
pt: Mais informações: http://www.php.net/manual/en/session.configuration.php#ini.session.save-path

source: Move all children
pt: Mova todas as crianças

source: Move all sub-categories
pt: Mover todas as subcategorias

source: Move and delete
pt: Mover e excluir

source: Moving modules to their default categories
pt: Movendo módulos para suas categorias padrão

source: Multilingual features are deactivated.
pt: As funcionalidades multilíngues são desativadas.

source: Multiple state
pt: Estado múltiplo

source: Music and audio
pt: Música e áudio

source: My account
pt: A minha conta

source: My custom routes
pt: Minhas rotas personalizadas

source: NOTICE: The old type of "anonymous" user has been removed from the Users group. This may require manual adjustment of your permission schema.
pt: Aviso: o tipo antigo de "anonymous" usuário foi removido do grupo usuários. Isso pode exigir o ajuste manual do seu esquema de permissão.

source: Name
pt: Nome

source: Name displayed for anonymous user
pt: Nome exibido para usuário anônimo

source: Native Email
pt: Email nativo

source: Native Uname
pt: Uname nativo

source: Native Uname or Email
pt: Uname nativo ou e-mail

source: Native authorisation settings
pt: Definições de autorização nativas

source: New Category
pt: Nova categoria

source: New Parent
pt: Novo pai

source: New account
pt: Nova conta

source: New account registration
pt: Novo registro de conta

source: New email address
pt: Novo endereço de e-mail

source: New group
pt: Novo grupo

source: New group application
pt: Novo aplicativo de grupo

source: New menu
pt: Novo menu

source: New module category
pt: Nova categoria de módulo

source: New password
pt: Nova senha

source: New registration pending approval
pt: Novo registro pendente de aprovação

source: New registration pending approval: %s
pt: Novo registro pendente de aprovação: %s

source: New registration pending e-mail verification
pt: Novo registo pendente verificação de correio electrónico

source: New registration pending e-mail verification: %s
pt: Novo registo pendente verificação de correio electrónico: %s

source: New registration: %s
pt: Novo registo: %s

source: New search
pt: Nova pesquisa

source: New user activated
pt: Novo usuário ativado

source: New user activated: %s
pt: Novo usuário ativado: %s

source: New users
pt: Novos usuários

source: New users must verify their email address on registration.
pt: Novos usuários devem verificar seu endereço de e-mail no registro.

source: New version
pt: Nova versão

source: Newest first
pt: O mais novo primeiro

source: Newly registered users are logged in automatically
pt: Os usuários recém-registrados são registrados automaticamente

source: Newly-installed or uncategorized modules.
pt: Módulos recém-instalados ou sem categoria.

source: Next
pt: Próximo

source: Next page
pt: Página seguinte

source: No
pt: Não

source: No access
pt: Sem acesso

source: No block ID passed.
pt: Nenhum ID de bloco passou.

source: No blocks placed in this position yet.
pt: Nenhum bloco colocado nesta posição ainda.

source: No category name or id set.
pt: Nenhum nome de categoria ou conjunto de ID.

source: No custom routes found.
pt: Nenhuma rota personalizada foi encontrada.

source: No further pages
pt: Não há mais páginas

source: No items found.
pt: Nenhum item encontrado.

source: No logged intrusions found.
pt: Não há intrusões registradas encontradas.

source: No message module
pt: Nenhum módulo de mensagem

source: No parent
pt: Nenhum pai

source: No permission for this action
pt: Nenhuma permissão para esta ação
