Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: No permission for this action.
pt: Nenhuma permissão para esta ação.

source: No previous page
pt: Nenhuma página anterior

source: No profile module
pt: Nenhum módulo de perfil

source: No provider area passed.
pt: Nenhuma área do provedor passou.

source: No records found.
pt: Nenhum registro encontrado.

source: No search results found.
pt: Nenhum resultado de pesquisa encontrado.

source: No subscriber area passed.
pt: Nenhuma área de assinante passou.

source: No such item found.
pt: Nenhum item encontrado.

source: No users found.
pt: Nenhum usuário encontrado.

source: No users selected.
pt: Nenhum usuário selecionado.

source: None
pt: Nenhum

source: Not Available in System
pt: Não disponível no sistema

source: Not allowed
pt: Não permitido

source: Not installed
pt: Não instalado

source: Not yet approved
pt: Ainda não aprovada

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable. Leave value empty for default location '%kernel.cache_dir%/sessions'
pt: Aviso: se você alterar 'Onde salvar sessões ' para 'Arquivo ', em seguida, você deve inserir um caminho na caixa 'Caminho para salvar arquivos de sessão' acima. O caminho deve ser gravável. Deixe o valor vazio para o local padrão '%kernel.cache_ dir%/sessions '

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
pt: Aviso: se você alterar a configuração 'Nome do cookie de sessão', todos os usuários registrados que estão conectados no momento serão conectados automaticamente, e eles terão que voltar a entrar novamente.

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
pt: Aviso: se você alterar essa configuração, você será desconectado imediatamente e terá que voltar a entrar novamente.

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
pt: Observação: se você usar um nome de host diferente para sessões seguras de HTTPS e inserir um endereço na caixa 'nome do host seguro', certifique-se de incluir uma barra à direita no final do endereço.

source: Notice: Increase this value if mobile appliances experience problems with using the site.
pt: Aviso: aumente esse valor se os dispositivos móveis tiverem problemas com o uso do site.

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click save. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is %email%.
pt: Aviso: Introduza o novo endereço de correio electrónico, o mesmo endereço novamente para verificação e, em seguida, clique em guardar. O site usa esse endereço para enviar emails (quando você solicita uma nova senha, por exemplo). Seu endereço de e-mail gravado atualmente é %email%.

source: Notice: The PHP Zlib extension is not enabled on your host. This setting will not do anything in this case.
pt: Aviso: a extensão do PHP Zlib não está habilitada no seu host. Esta definição não fará nada neste caso.

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
pt: Aviso: as configurações a seguir reescreverá seus permalinks. Às vezes, caracteres internacionais como 'ñ' e 'ß' podem ser recodificados pelo seu navegador. Embora esta seja tecnicamente a ação correta, não pode ser esteticamente agradável. Essas configurações permitem que você substitua esses caracteres, usando um par de listas separadas por vírgulas. Os dois campos abaixo devem se assemelhar aos exemplos fornecidos: o primeiro elemento de ' lista para procurar 'substituirá o primeiro elemento na' lista para substituir por ' e assim por diante. No exemplo abaixo, 'À' seria substituir por 'A' e 'Á' por 'A'. Se não pretender utilizar esta funcionalidade, deixe os dois campos em branco.

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
pt: Aviso: isso substitui a configuração 'Verificar endereço de e-mail durante o registro' em 'configurações'.

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
pt: Aviso: Use arrastar e soltar para organizar os blocos nesta posição em sua ordem desejada. A nova ordem de bloqueio será salva automaticamente.

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
pt: Aviso: com domínios IDN, caracteres especiais são permitidos em endereços de email e URLs.

source: Notice: You cannot delete the main administration permission rule.
pt: Aviso: não é possível excluir a regra de permissão de administração principal.

source: Notification type
pt: Tipo de notificação

source: Notify administrators
pt: Notificar os administradores

source: Number of characters to display in item summaries
pt: Número de caracteres a serem exibidos em resumos de itens

source: Number of hits: %s
pt: Número de acertos: %s

source: Number of links per page
pt: Número de links por página

source: Number of searches
pt: Número de buscas

source: Number of users displayed per page
pt: Número de usuários exibidos por página

source: OK
pt: Okey

source: OPTIONS
pt: Opções

source: OR
pt: Ou

source: Official
pt: Oficial

source: Ok
pt: Okey

source: Old password
pt: Senha antiga

source: Old password is incorrect.
pt: Senha antiga está incorreta.

source: Oldest first
pt: O mais antigo primeiro

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
pt: Assim que a etapa de verificação for concluída e um administrador tiver aprovado sua solicitação, você poderá fazer login com seu nome de usuário.

source: Once verified and your account has been approved, then you will be able to log in.
pt: Uma vez verificado e sua conta foi aprovada, então você será capaz de fazer login.

source: Once verified, you will be able to log in.
pt: Uma vez verificado, você será capaz de fazer login.

source: Once you have successfully changed your password, the log-in process will complete.
pt: Depois de ter alterado com êxito a palavra-passe, o processo de início de sessão será concluído.

source: One time CSRF protection may affect the browser back button but is more secure.
pt: Uma vez que a proteção CSRF pode afetar o botão voltar do navegador, mas é mais seguro.

source: One time use
pt: Um tempo de uso

source: Only digits are allowed.
pt: Somente dígitos são permitidos.

source: Only for non-default languages
pt: Somente para idiomas não padrão

source: Only item titles
pt: Somente títulos de itens

source: Open
pt: Aberto

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
pt: Abra a lista suspensa e escolha a categoria de módulo na qual colocar todos os módulos recém-instalados e ativados.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
pt: Abra a lista suspensa e escolha a categoria de módulos a ser mostrada quando o painel Administração for exibido pela primeira vez.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
pt: Abra a lista suspensa e escolha o tema a ser aplicado ao painel Administração.

source: Open: Users may apply/add themselves
pt: Aberto: os usuários podem aplicar/adicionar-se

source: Operation cancelled.
pt: Operação cancelada.

source: Options
pt: Opções

source: Options with an asterisk (*) must have a value of a json_encoded string of option key-value pairs. Options with a plus (+) must have a boolean value.
pt: As opções com um asterisco (*) devem ter um valor de uma cadeia de caracteres json_encoded de pares de chave-valor de opção. As opções com um sinal de adição (+) devem ter um valor booleano .

source: Order of results
pt: Ordem dos resultados

source: Other actions for %s
pt: Outras ações para %s

source: Output filter settings
pt: Definições do filtro de saída

source: Overview
pt: Visão geral

source: Overview access
pt: Visão geral de acesso

source: PDO extension loaded.
pt: Extensão PDO carregada.

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
pt: Configuração do PHP 'magic_quotes_gpc' está ligado, mas deve estar desligado.

source: PHP configuration
pt: Configuração do PHP

source: PHPIDS filters used
pt: Filtros PHPIDS usados

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
pt: PHPIDS é um recurso do módulo de centro de segurança que aprimora a segurança de um site, e o analisador de segurança detectou que ele não está habilitado. Você é recomendado para garantir que ele está habilitado. Você também verá esta mensagem se o módulo da central de segurança não estiver instalado ou não estiver ativado. Para obter mais informações sobre isso, consulte a ajuda on-line do centro de segurança.

source: PHPIDS is activated, but requests are NOT blocked.
pt: PHPIDS é ativado, mas as solicitações não são bloqueadas.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
pt: O PHPIDS está ativado e você definiu a ação bloquear como ' avisar somente '. Assim, os pedidos não são bloqueados. Isto é útil somente para debugar o RuleSet PHPIDS a fim verificar a operação correta.

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
pt: PHPIDS executa muitas verificações diferentes que retornam um valor de impacto para marcar a solicitação tratada. Dependendo da soma de todos os impactos realizados, as ações são selecionadas.

source: PHPIDS with the Security Center is not activated, but preferably should be.
pt: PHPIDS com o centro de segurança não está ativado, mas de preferência deve ser.

source: POST
pt: Postar

source: PUT
pt: Colocar

source: Page
pt: Página

source: Page %1$s / %2$s (%3$s - %4$s of %5$s total)
pt: Página %1$s / %2$s (%3$s - %4$s de %5$s total)

source: Page size
pt: Tamanho da página

source: Page title structure
pt: Estrutura do título da página

source: Parameter
pt: Parâmetro

source: Parameter settings
pt: Configurações de parâmetro

source: Parameters finalized
pt: Parâmetros finalizados

source: Parent
pt: Pai

source: Password
pt: Senha

source: Password hashing method
pt: Método de hash de senha

source: Password reset requests expire in
pt: As solicitações de redefinição de senha expiram

source: Password successfully changed.
pt: Senha alterada com êxito.

source: Password: %sub%
pt: Senha: %sub%

source: Password: %sub%
pt: Senha: %sub%

source: Path
pt: Caminho

source: Path for saving session files
pt: Caminho para salvar arquivos de sessão

source: Path to account page images
pt: Caminho para imagens de página de conta

source: Pending
pt: Pendente

source: Pending Content
pt: Conteúdo pendente

source: Pending applications
pt: Aplicativos pendentes

source: Per session
pt: Por sessão

source: Periodically regenerate session ID
pt: Periodicamente regenerar ID de sessão

source: Permalinks settings
pt: Configurações de permalinks

source: Permission
pt: Permissão

source: Permission check result:
pt: Resultado da verificação de permissão:

source: Permission level
pt: Nível de permissão

source: Permission rule information
pt: Informações de regra de permissão

source: Permission rules information
pt: Informações de regras de permissão

source: Permission rules list
pt: Lista de regras de permissão

source: Permission settings
pt: Configurações de permissão

source: Persisting Symfony Bundles
pt: Persistindo pacotes symfony

source: Plain-text message
pt: Mensagem de texto simples

source: Please Login with Admin credentials
pt: Faça login com credenciais de administrador

source: Please click on the following link to complete the e-mail address check:
pt: Por favor, clique no link a seguir para concluir a verificação de endereço de e-mail:

source: Please complete the form below to reset your password.
pt: Preencha o formulário abaixo para redefinir sua senha.

source: Please enter at least 3 characters
pt: Por favor, digite pelo menos 3 caracteres

source: Please enter the scheme of where you install Zikula, can be either "http" or "https"
pt: Por favor, digite o esquema de onde você instalar Zikula, pode ser qualquer um "http" ou "https"

source: Please enter the url path of the directory where you install Zikula, leave empty if you install it at the top level. Example: /my/sub-dir
pt: Por favor, digite o caminho da URL do diretório onde você instalar Zikula, deixe vazio se você instalá-lo no nível superior. Exemplo:/My/sub-dir

source: Please enter your e-mail address below and click the submit button. You will be sent an e-mail with your account information.
pt: Por favor, digite o seu endereço de e-mail abaixo e clique no botão enviar. Você será enviado um e-mail com as informações da sua conta.

source: Please enter your user name or e-mail address below and click the submit button. You will be sent an e-mail with further instructions.
pt: Por favor, digite seu nome de usuário ou endereço de e-mail abaixo e clique no botão enviar. Você será enviado um e-mail com mais instruções.

source: Please follow the instructions to install Zikula %version%.
pt: Por favor, siga as instruções para instalar Zikula %version%.

source: Please note that blocks may appear out of place or even missing in a theme prview because position names are not consistent from theme to theme.
pt: Por favor, note que os blocos podem aparecer fora do lugar ou mesmo faltando em um tema prview porque os nomes de posição não são consistentes do tema ao tema.

source: Please refer to the %s during the process.
pt: Por favor, consulte o %s durante o processo.

source: Please select one of the following:
pt: Por favor, selecione uma das seguintes opções:

source: Position
pt: Posição

source: Position not available in current default theme.
pt: Posição não disponível no tema padrão atual.

source: Position saved!
pt: Posição guardada!

source: Positions
pt: Posições

source: Possible tags: %pagetitle%, %sitename%, %modulename%
pt: Possíveis Tags: %pagetitle%, %sitename%, %modulename%

source: Prepend bundle prefix
pt: Prefixo do pacote prepend

source: Prepend language to URL
pt: Prepend idioma para URL

source: Preview
pt: Visualizar

source: Previous page
pt: Página anterior

source: Primary administrators group. Cannot be deleted.
pt: Grupo de Administradores primários . Não pode ser excluído.

source: Private
pt: Privada

source: Private: Users must apply for membership - groups are not visible to users in public list
pt: Privado: os usuários devem candidatar-se a grupos de membros não são visíveis para os usuários na lista pública

source: Profile
pt: Perfil

source: Progress bar
pt: Barra de progresso

source: Properties
pt: Propriedades

source: Property name
pt: Nome da propriedade

source: Protect configuration files
pt: Proteja arquivos de configuração

source: Protecting configuration files
pt: Protegendo arquivos de configuração

source: Proudly powered by Zikula
pt: Orgulhosamente powered by Zikula

source: Provider module "%s" is not available.
pt: O módulo do provedor "%s" não está disponível.

source: Providers' areas order is not an array.
pt: Ordem de áreas de provedores não é uma matriz.

source: Provision
pt: Disposição

source: Public
pt: Público

source: Public: Users can add themselves with no moderation - groups are visible in public list
pt: Público: os usuários podem adicionar-se sem grupos de moderação são visíveis na lista pública

source: Publication status (basic)
pt: Status da publicação (básico)

source: Publication status (extended)
pt: Status da publicação (estendido)

source: Purge IDS Log
pt: Limpar log de IDS

source: Purge IDS log
pt: Limpar log de IDS

source: Quick navigation
pt: Navegação rápida

source: Quick search
pt: Pesquisa rápida

source: React on impact per request (uses the values from above)
pt: Reagir no impacto por solicitação (usa os valores de cima)

source: React on impact sum per session [loose] (uses the values from above * 10)
pt: Reagir na soma de impacto por sessão [solta] (usa os valores de acima * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
pt: Reagir na soma de impacto por sessão [Strict] (usa os valores de acima * 5)

source: Read access
pt: Acesso de leitura

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
pt: Leia mais sobre este sistema no < a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.

source: Reason
pt: Razão

source: Reason for disabling site
pt: Motivo para desabilitar o site

source: Receive e-mail alert when there are new applicants
pt: Receber alerta de e-mail quando houver novos candidatos

source: Recent searches
pt: Pesquisas recentes

source: Recent searches list
pt: Lista de pesquisas recentes

source: Recently, this e-mail address ('%email') was used to request an account on '%site' (%url).
pt: Recentemente, este endereço de e-mail ('%email') foi usado para solicitar uma conta em '%site' (%url).

source: Recipient's e-mail address
pt: Endereço de e-mail do destinatário

source: Recipient's name
pt: Nome do destinatário

source: Recommended
pt: Recomendado

source: Recover Lost Password
pt: Recuperar senha perdida

source: Recover Lost User Name
pt: Recuperar nome de usuário perdido

source: Recover account information or password
pt: Recuperar informações da conta ou senha

source: Recover lost password
pt: Recuperar senha perdida

source: Recover lost username
pt: Recuperar nome de utilizador perdido

source: Regarding your %s group membership application
pt: Em relação ao seu aplicativo de associação de grupo %s

source: Regenerate session ID during log-in and log-out
pt: Regenerar ID de sessão durante o log-in e log-out

source: Regenerate themes
pt: Regenerar temas

source: Regenerating themes
pt: Regerando temas

source: Regeneration probability
pt: Probabilidade de regeneração

source: Registered component
pt: Componente registado

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
pt: O registro para uma conta de usuário é fácil. O registo pode dar-lhe acesso ao conteúdo e aos recursos deste site que não estão disponíveis para os hóspedes não registados.

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
pt: O registro de usuários terá que fornecer essa resposta ao responder à pergunta de proteção contra spam. É necessário se uma pergunta de proteção de spam é fornecida.

source: Registration ID
pt: ID de registro

source: Registration Settings
pt: Configurações de registro

source: Registration Status
pt: Status do registro

source: Registration date
pt: Data de registo

source: Registration date before
pt: Data de registo antes

source: Registration management hooks
pt: Ganchos de gerenciamento de registro

source: Registrations pending verification expire in
pt: As inscrições pendentes de verificação expiram em

source: Registry updated
pt: Registro atualizado

source: Rejected
pt: Rejeitado

source: Releases
pt: Libera

source: Reload
pt: Recarregar

source: Reload Defaults
pt: Recarregar padrões

source: Reload multilingual routing settings
pt: Recarregar configurações de roteamento multilíngüe

source: Reload routes
pt: Recarregar rotas

source: Remember me
pt: Lembre-se de mim

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
pt: Lembre-se: essa etapa de verificação e a aprovação de um administrador devem ser concluídas antes que você possa fazer login.

source: Remove
pt: Remover

source: Remove %s
pt: Remover %s

source: Remove theme
pt: Remover tema

source: Remove theme %sub%
pt: Remover tema %sub%

source: Remove user from group
pt: Remover usuário do grupo

source: Rename category
pt: Renomear categoria

source: Renew
pt: Renovar

source: Repeat Email
pt: Repetir E-mail

source: Repeat Password
pt: Repita a senha

source: Repeat new email address
pt: Repita o novo endereço de e-mail

source: Repeat new password
pt: Repita a nova senha

source: Replyto email address
pt: Endereço de e-mail de ReplyTo

source: Request Impact: %d
pt: Impacto do pedido: %d

source: Request URI: %s
pt: URI de solicitação: %s

source: Require %sub% to change password at next login
pt: Exigir %sub% para alterar a senha no próximo login

source: Required
pt: Necessário

source: Requirement: %s
pt: Requisito: %s

source: Requirements
pt: Requisitos

source: Reserved user names
pt: Nomes de usuário reservados

source: Reset
pt: Redefinir

source: Reset My Password
pt: Redefinir minha senha

source: Reset all extensions to default values
pt: Redefinir todas as extensões para valores padrão

source: Reset to default values
pt: Redefinir para valores padrão

source: Reset to empty value
pt: Redefinir para o valor vazio

source: Reset your password at '%s'
pt: Redefinir sua senha em '%s'

source: Reset zoom level
pt: Redefinir o nível de zoom

source: Return to User Administration
pt: Retornar à administração do usuário

source: Right blocks
pt: Blocos à direita

source: Right click on selected category to open context menu.
pt: Botão direito do mouse na categoria selecionada para abrir o menu de contexto.

source: Route
pt: Rota

source: Route entries per page
pt: Entradas de rota por página

source: Route list
pt: Lista de rotas

source: Route scope
pt: Escopo da rota

source: Routes
pt: Rotas

source: Routes list
pt: Lista de rotas

source: Rule
pt: Regra

source: SMTP authentication type
pt: Tipo de autenticação SMTP

source: SMTP encryption method
pt: Método de encriptação SMTP

source: SMTP host server
pt: Servidor de host SMTP

source: SMTP mail transfer protocol
pt: Protocolo de transferência de correio SMTP

source: SMTP password
pt: Senha SMTP

source: SMTP port
pt: Porta SMTP

source: SMTP settings
pt: Configurações de SMTP

source: SMTP user name
pt: Nome de usuário SMTP

source: Save
pt: Salvar

source: Save changes
pt: Salvar alterações

source: Schemes
pt: Esquemas

source: Science and technology
pt: Ciência e tecnologia

source: Seach by username
pt: Seach por username

source: Search
pt: Busca
