Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: Search block
pt: Bloco de pesquisa

source: Search box
pt: Caixa de pesquisa

source: Search data copyright %s, all rights reserved.
pt: Pesquisa de dados Copyright %s, todos os direitos reservados.

source: Search keywords
pt: Pesquisar palavras-chave

source: Search now
pt: Pesquisar agora

source: Search results
pt: Resultados da pesquisa

source: Search settings
pt: Configurações de pesquisa

source: Search user
pt: Usuário da busca

source: Secure host name
pt: Nome do host seguro

source: Security
pt: Segurança

source: Security Center
pt: Centro de segurança

source: Security analyser warnings
pt: Avisos de analisador de segurança

source: Security center module is not activated, but preferably should be.
pt: Módulo de centro de segurança não está activado, mas de preferência deve ser.

source: Security center module is not installed, but preferably should be.
pt: Módulo de centro de segurança não está instalado, mas de preferência deve ser.

source: Security level
pt: Nível de segurança

source: Security settings
pt: Configurações de segurança

source: Security warnings
pt: Avisos de segurança

source: Select a block type.
pt: Selecione um tipo de bloco.

source: Select a locale:
pt: Selecione uma localidade:

source: Select all
pt: Selecione todos os

source: Select filter rules to use
pt: Selecione regras de filtro para usar

source: Select language
pt: Selecionar idioma

source: Select module
pt: Selecione o módulo

source: Select output filter
pt: Selecionar filtro de saída

source: Select the CSV file
pt: Selecione o arquivo CSV

source: Select the way the impact thresholds are used in Zikula
pt: Selecione a forma como os limiares de impacto são usados no Zikula

source: Select your default language
pt: Selecione o idioma padrão

source: Semicolon
pt: Ponto

source: Send Mail
pt: Enviar correio

source: Send a message to this user
pt: Enviar uma mensagem para este usuário

source: Send a new e-mail verification code for %sub%
pt: Enviar um novo código de verificação de e-mail para %sub%

source: Send an e-mail verification code for %sub%
pt: Enviar um código de verificação de e-mail para %sub%

source: Send email on block action
pt: Enviar e-mail na ação de bloco

source: Send mail in batches of
pt: Enviar correio em lotes de

source: Send password recovery e-mail to %sub%
pt: Enviar e-mail de recuperação de senha para %sub%

source: Send password via email
pt: Enviar senha via e-mail

source: Send private message to %userName%
pt: Enviar mensagem privada para %username%

source: Send test email
pt: Enviar e-mail de teste

source: Send user name to %sub%
pt: Enviar nome de usuário para %sub%

source: Send welcome message to user
pt: Enviar mensagem de boas-vindas ao usuário

source: Sender name
pt: Nome do remetente

source: Sender's e-mail address
pt: Endereço de e-mail do remetente

source: Sender's name
pt: Nome do remetente

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
pt: O envio de uma senha via e-mail é considerado inseguro. É recomendável que você forneça a senha para o usuário usando um método seguro de comunicação.

source: Sendmail message transfer agent
pt: Agente de transferência de mensagem sendmail

source: Separate each domain with a comma.
pt: Separe cada domínio com uma vírgula.

source: Separate each user agent string with a comma. Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
pt: Separe cada cadeia de caracteres de agente de usuário com uma vírgula. Cada item nesta lista é uma cadeia de caracteres de identificação do agente de usuário do navegador. Se um usuário tentar registrar uma nova conta usando um navegador cuja cadeia de caracteres de agente do usuário começa com uma nessa lista, o usuário não tem permissão para iniciar o processo de registro.

source: Separate each user name with a comma.
pt: Separe cada nome de usuário com uma vírgula.

source: Separate with & for example:
pt: Separe com & por exemplo:

source: Server time zone is %tz
pt: Fuso horário do servidor é %tz

source: Services
pt: Serviços

source: Session Impact: %d
pt: Impacto da sessão: %d

source: Session are currently configured to use the filesystem. It is recommended that you change this to use the database. Click %here% to configure.
pt: A sessão está configurada atualmente para usar o sistema de arquivos. É recomendável que você altere isso para usar o banco de dados. Clique em %here% para configurar.

source: Session cookie name
pt: Nome do cookie de sessão

source: Session handling variables have changed. You must log in again.
pt: As variáveis de manipulação de sessão foram alteradas. Você deve fazer login novamente.

source: Session settings
pt: Configurações de sessão

source: Set %theme% as site theme
pt: Definir% Theme% como tema do site

source: Set a password
pt: Definir uma palavra-passe

source: Set as 0 for unlimited.
pt: Defina como 0 para ilimitado.

source: Set password now
pt: Definir senha agora

source: Set to defaults
pt: Definir como padrões

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
pt: Definindo as diretivas de configuração HTMLpurifier incorretamente pode tornar seu sistema instável e inacessível. Nenhuma verificação de validade é executada em quaisquer configurações fornecidas pelo usuário. Assegure-se de que compreende plenamente cada directiva e os seus efeitos no seu sistema. Certifique-se de que todos os pré-requisitos são atendidos e que qualquer software adicional ou bibliotecas exigidas por cada diretiva estão corretamente instaladas e disponíveis para htmlpurifier.

source: Setting a user theme is no longer available.
pt: Definir um tema de usuário não está mais disponível.

source: Settings
pt: Configurações

source: Settings test
pt: Teste de configurações

source: Show 'Search now' button
pt: Mostrar 'Procurar agora' botão

source: Show administration panel
pt: Mostrar painel de administração

source: Show all entries
pt: Mostrar todas as entradas

source: Show both internal name and display name
pt: Mostrar o nome interno e o nome de exibição

source: Show password strength meter
pt: Mostrar medidor de força de senha

source: Shows all items except these which are approved
pt: Mostra todos os itens, exceto estes que são aprovados

source: Sign cookies
pt: Bolinhos do sinal

source: Signing key
pt: Chave de assinatura

source: Single state
pt: Único Estado

source: Site Administrator
pt: Administrador do site

source: Site default
pt: Padrão do site

source: Site description
pt: Descrição do site

source: Site name
pt: Nome do site

source: Site search
pt: Pesquisa de site

source: Site unsearchable
pt: Site não pesquisável

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
pt: Alguém com o endereço IP %1$s acaba de solicitar as informações da conta em %2$s associados a este endereço de e-mail.

source: Someone with the IP address %sub% has just requested your account password to be reset.
pt: Alguém com o endereço IP %sub% acaba de solicitar a redefinição da senha da sua conta.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
pt: Desculpa! Uma conta não pôde ser localizada com essa informação. Corrija sua entrada e tente novamente. Se você registrou recentemente uma nova conta com este site, podemos estar esperando por você para verificar seu endereço de e-mail, ou talvez não tenhamos aprovado sua solicitação de registro ainda.

source: Sorry! An active account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
pt: Desculpa! Uma conta ativa não pôde ser localizada com essas informações. Corrija sua entrada e tente novamente. Se você registrou recentemente uma nova conta com este site, podemos estar esperando por você para verificar seu endereço de e-mail, ou talvez não tenhamos aprovado sua solicitação de registro ainda.

source: Sorry! New user registration is currently disabled.
pt: Desculpa! O novo registro de usuário está desabilitado no momento.

source: Sorry! No such theme found.
pt: Desculpa! Nenhum tal tema encontrado.

source: Sorry! The domain of the e-mail address you specified is banned.
pt: Desculpa! O domínio do endereço de email que você especificou é banido.

source: Sorry! The identity of the group %gid% is not not valid. Perhaps it does not exist. Please check your import file.
pt: Desculpa! A identidade do grupo %gid% não é válida. Talvez não exista. Por favor, verifique o arquivo de importação.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
pt: Desculpa! O agente de usuário que você está usando (o navegador ou outro software que você está usando para acessar este site) é banido do processo de registro.

source: Sorry! There was a problem sending a verification code to %sub%.
pt: Desculpa! Houve um problema ao enviar um código de verificação para %sub%.

source: Sorry! This is a message to inform you with regret that your application for membership of the requested private group has been rejected.
pt: Desculpa! Esta é uma mensagem para informá-lo com pesar que o seu pedido de adesão do grupo privado solicitado foi rejeitado.

source: Sorry! You must be logged in before you can leave a group.
pt: Desculpa! Você deve estar logado antes de poder deixar um grupo.

source: Sorry! You must register for a user account on this site before you can join a group.
pt: Desculpa! Você deve se registrar para uma conta de usuário neste site antes de poder ingressar em um grupo.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
pt: Desculpa! Sua conta não concluiu o processo de registro. Entre em contato com um administrador do site para obter mais informações.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
pt: Desculpa! Sua conta está marcada como inativa. Entre em contato com um administrador do site para obter mais informações.

source: Sorry!, You cannot apply to join the requested group
pt: Desculpe!, você não pode se inscrever para aderir ao grupo solicitado

source: Sorry, but an error occured during the %action% action.
pt: Desculpe, mas ocorreu um erro durante a ação %action%.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
pt: Desculpe, mas ocorreu um erro durante a ação %action%. Por favor, aplique as mudanças novamente!

source: Sorry, but you can not create the route yet as other items are required which must be created before!
pt: Desculpe, mas você não pode criar a rota ainda como outros itens são necessários que devem ser criados antes!

source: Sort
pt: Tipo

source: Sort by
pt: Ordenar por

source: Sort by %s
pt: Ordenar por %s

source: Sort by ID
pt: Ordenar por ID

source: Sort by language
pt: Ordenar por idioma

source: Sort by state
pt: Ordenar por Estado

source: Sort by title
pt: Ordenar por título

source: Sort by type
pt: Ordenar por tipo

source: Sort direction
pt: Ordenar direção

source: Sorting
pt: Classificação

source: Spam protection answer
pt: Resposta de proteção de spam

source: Spam protection question
pt: Spam questão de proteção

source: Sport and activities
pt: Desporto e actividades

source: Stable Zikula Core available
pt: Núcleo estável do Zikula disponível

source: Start Controller
pt: Iniciar controlador

source: Start function arguments
pt: Iniciar argumentos de função

source: Start installation?
pt: Iniciar a instalação?

source: Start page settings
pt: Iniciar as configurações da página

source: State
pt: Estado

source: State Machine
pt: Máquina de estado

source: State field
pt: Campo de estado

source: Statement displayed if registration disabled
pt: Declaração exibida se o registro desativado

source: States
pt: Estados

source: Status unknown
pt: Status desconhecido

source: Stop!
pt: Parar!

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
pt: Pare, por favor! O arquivo do instalador 'install.php' e o diretório 'Install' estão na raiz do site, mas devem ser removidos antes que você possa acessar o painel de administração do site.

source: Storage Engine
pt: Mecanismo de armazenamento

source: Store sessions
pt: Sessões da loja

source: Style sheet URL
pt: URL da folha de estilo

source: Style sheet contents
pt: Conteúdo da folha de estilo

source: Subject
pt: Assunto

source: Submit
pt: Enviar

source: Submit and repeat
pt: Submeter e repetir

source: Subscriber module "%s" is not available.
pt: O módulo de assinante "%s" não está disponível.

source: Subscription
pt: Assinatura

source: Support @ Slack
pt: Suporte @ Slack

source: Supported entities (one per line)
pt: Entidades suportadas (uma por linha)

source: Switch to administration area.
pt: Mude para a área de administração.

source: Switch to user area.
pt: Alterne para a área do usuário.

source: Switch to users administration
pt: Alterne para a Administração de usuários

source: Symfony Bundles
pt: Pacotes symfony

source: Symfony Bundles persisted
pt: Os pacotes symfony persistiram

source: System
pt: Sistema

source: System modules activated
pt: Módulos de sistema ativados

source: System theme
pt: Tema do sistema

source: Tab
pt: Guia

source: Tag usage (from <a href="https://www.w3schools.com">W3Schools</a>)
pt: Uso da tag (de <a href="https://www.w3schools.com">W3Schools</a>)

source: Test current settings
pt: Testar as configurações atuais

source: Test mailer settings
pt: Configurações do Mailer de teste

source: Testing permission...
pt: Testando a permissão...

source: Text
pt: Texto

source: Thank you for your application for a new account. At this time we are unable to approve your application.
pt: Obrigado pelo seu pedido de uma nova conta. Neste momento, não podemos aprovar o seu pedido.

source: Thank you for your application for a new account. Your application has been forwarded to the site administrator for review. Please expect a message once the review process is complete.
pt: Obrigado pelo seu pedido de uma nova conta. Seu aplicativo foi encaminhado para o administrador do site para revisão. Por favor, espere uma mensagem quando o processo de revisão for concluído.

source: That entity does not exist!
pt: Essa entidade não existe!

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
pt: A página 'Definições' contém três secções: 'Definições gerais', 'Definições de visualização' e 'Categorizaçãode módulos'. Cada um é coberto abaixo.

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
pt: A ferramenta de console de recuperação Zikula (arquivo 'zrc.php') está presente no site Webroot, mas deve ser removida antes de poder acessar o painel de administração do site.

source: The account details are as follows:
pt: Os detalhes da conta são os seguintes:

source: The administrator at %sub% requested that reset your password.
pt: O administrador em %sub% solicitou que redefinir sua senha.

source: The administrator at %sub% requested that you receive your user name via e-mail.
pt: O administrador em %sub% solicitou que você receba seu nome de usuário via e-mail.

source: The administrator at %sub% requested that you reset your password.
pt: O administrador em %sub% solicitou que você redefinir sua senha.

source: The amount of routes shown per page
pt: A quantidade de rotas mostradas por página

source: The code is invalid for this username.
pt: O código é inválido para este nome de usuário.

source: The code provided is invalid or this user has never registered or has fully completed registration.
pt: O código fornecido é inválido ou este usuário nunca registrou ou concluiu totalmente o registro.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
pt: O conteúdo deste campo não parece ser uma lista separada por vírgulas válida. A lista deve consistir em um ou mais valores de cadeia de caracteres separados por vírgulas. Por exemplo: 'primeiro exemplo, 2º exemplo, exemplo terciário' (as aspas não devem aparecer na lista). Um espaço opcional após a vírgula é ignorado para facilitar a leitura. Quaisquer outros espaços (aqueles que aparecem antes da vírgula e quaisquer espaços adicionais além do único espaço opcional) serão considerados parte do valor da cadeia de caracteres. Vírgulas não podem ser parte do valor da cadeia de caracteres. Os valores vazios (duas vírgulas juntas, ou separados apenas por um espaço) não são permitidos. A lista é opcional, e se não há valores a serem definidos, a lista deve estar completamente vazia (sem espaços extras, vírgulas ou quaisquer outros caracteres).

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
pt: O conteúdo deste campo não parece ser uma lista válida de domínios de endereço de email. A lista deve consistir em um ou mais domínios de endereço de email (a parte após o '@'), separados por vírgulas. Por exemplo: 'gmail.com, example.org, acme.co.uk' (as aspas não devem aparecer na lista). Não inclua o '@' propriamente dito. Espaços em torno de vírgulas são ignorados, no entanto espaços extras antes ou depois da lista não são e resultará em um erro. Os valores vazios (duas vírgulas juntas, ou separados somente por espaços) não são permitidos. A lista é opcional, e se não há valores a serem definidos, a lista deve estar completamente vazia (sem espaços extras, vírgulas ou quaisquer outros caracteres).

source: The create process failed for an unknown reason.
pt: O processo de criação falhou por um motivo desconhecido.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
pt: A versão instalada atual do Zikula está relatando (%1$s). Você deve atualizar para a versão (%2$s) antes de poder usar essa atualização.

source: The default hashing method is 'SHA256'.
pt: O método de hash padrão é ' SHA256 '.

source: The e-mail address will not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
pt: O endereço de email não será alterado a menos que o código de confirmação é usado, e você é o único destinatário desta mensagem. Você pode simplesmente excluir esta mensagem.

source: The email address you entered has already been registered.
pt: O endereço de e-mail que introduziu já foi registado.

source: The email you are trying to authenticate with is in use by another user. You can only login by username.
pt: O email que você está tentando autenticar com está em uso por outro usuário. Você só pode fazer login por username.

source: The emails must match!
pt: Os e-mails devem corresponder!

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
pt: O arquivo 'upgrade.php' é usado pelo script Installer se um site anteriormente existente for atualizado para uma versão mais recente. Uma vez que o novo site está funcionando corretamente, você deve excluir este arquivo, como ele não é mais necessário e poderia fazer uma violação de segurança possível.

source: The file must be utf8 encoded
pt: O arquivo deve ser codificado em UTF8

source: The file you requested (%s) could not be found.
pt: Não foi possível encontrar o ficheiro que solicitou (%s).

source: The files must be removed manually.
pt: Os arquivos devem ser removidos manualmente.

source: The first row of the CSV file must contain the field names. It must be like this:
pt: A primeira linha do arquivo CSV deve conter os nomes de campo. Deve ser assim:

source: The following attack has been detected by PHPIDS
pt: O seguinte ataque foi detectado pelo PHPIDS

source: The group name you entered (%u) has already been registered.
pt: O nome do grupo que você inseriu (%u) já foi registrado.

source: The information that was registered is as follows:
pt: As informações que foram registradas são as seguintes:

source: The installed language could not be detected.
pt: Não foi possível detectar o idioma instalado.

source: The items that are marked with an asterisk ('*') are required entries.
pt: Os itens marcados com um asterisco ('*') são entradas obrigatórias.

source: The items that are marked with an asterisk (*) are required entries.
pt: Os itens marcados com um asterisco (*) são entradas obrigatórias.

source: The maximum version of the core that this module supports is %s
pt: A versão máxima do núcleo que este módulo suporta é %s

source: The message could not be sent properly.
pt: A mensagem não pôde ser enviada corretamente.

source: The minimum length for user passwords is %sub% characters.
pt: O comprimento mínimo para senhas de usuário é %sub% caracteres.

source: The minimum version of the core that this module supports is %s
pt: A versão mínima do núcleo que este módulo suporta é %s

source: The password cannot be the same as the user name. Please choose a different password.
pt: A senha não pode ser o mesmo que o nome de usuário. Por favor, escolha uma senha diferente.
