Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: Zikula documentation
pt: Documentação do Zikula

source: Zikula installation completed!
pt: Zikula instalação concluída!

source: Zikula is already installed!
pt: Zikula já está instalado!

source: Zikula is free software released under the GPL license!
pt: Zikula é software livre liberado a licença GPL!

source: Zikula is installing!
pt: Zikula está instalando!

source: Zikula is not installed!
pt: Zikula não está instalado!

source: Zikula is not upgraded!
pt: Zikula não é atualizado!

source: Zikula is upgrading!
pt: Zikula está atualizando!

source: active
pt: Ativo

source: be patient!
pt: ser paciente!

source: copy
pt: Cópia

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
pt: Date.timezone atualmente não está definido. Ele precisa ser definido como um fuso horário válido em seu php. ini como o fuso horário como UTC, GMT + 5, Europe/Berlin.

source: days
pt: dias

source: days (if 'Remember me' is activated)
pt: dias (se 'Remember me' estiver ativada)

source: email address
pt: endereço de e-mail

source: filtered
pt: filtrado

source: group
pt: grupo

source: inactive
pt: inativo

source: installation guide
pt: guia de instalação

source: installation instructions
pt: instruções de instalação

source: invalid route
pt: rota inválida

source: minutes of inactivity
pt: minutos de inatividade

source: online documentation
pt: documentação on-line

source: permission granted.
pt: permissão concedida.

source: permission not granted.
pt: permissão não concedida.

source: prepend bundle prefix ?
pt: prefixo do pacote do prepend ?

source: reload installed languages
pt: recarregar os idiomas instalados

source: root, webmaster, admin, administrator, nobody, anonymous, username
pt: root, webmaster, admin, administrador, ninguém, anônimo, username

source: routes
pt: rotas

source: translatable ?
pt: traduzíveis?

source: unknown user.
pt: usuário desconhecido.

source: unregistered user
pt: usuário não registrado

source: upgrade guide
pt: guia de atualização

source: upgrade instructions
pt: instruções de upgrade

source: when upgrading an existing workflow consider that objects could be in a state which does not exist anymore. You need to update your database to update these objects in order to avoid problems.
pt: ao atualizar um fluxo de trabalho existente, considere que os objetos podem estar em um estado que não existe mais. Você precisa atualizar seu banco de dados para atualizar esses objetos, a fim de evitar problemas.

source: where:
pt: onde:

source: will be applied after HTMLPurifier processing is completed.
pt: será aplicado após a conclusão do processamento de Htmlpurifier.
