Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
pt: (obrigatório) - O e-mail do usuário. Se o método de validação for baseado no email do usuário, esse valor deverá ser exclusivo.

source: (mandatory) - The user name. This value must be unique.
pt: (obrigatório) - O nome de usuário. Esse valor deve ser exclusivo.

source: (mandatory) - The user password. It must have %sub% characters or more. Preferentially containing letters and numbers.
pt: (obrigatório) - A senha do usuário. Ele deve ter %sub% caracteres ou mais. Preferencialmente contendo letras e números.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %sub%.
pt: - As identidades dos grupos onde o usuário deve pertencer separado pelo caráter|. Se você não especificar nenhum grupo, o grupo padrão será %sub%.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
pt: - Digite 0 se o usuário não estiver ativo, 1 se o usuário deve estar ativo. O valor padrão é 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
pt: - Tipo 1 se o sistema deve enviar a senha para o usuário via e-mail e 0 caso contrário. O valor padrão é 1. O módulo Mailer deve estar ativo e configurado corretamente. O email é enviado somente se o valor ativado pelo usuário for superior a 0.

source: % (0 to disable)
pt: % (0 para desabilitar)

source: %1$s and %2$s online since %time.
pt: %1$s e %2$s on-line desde%time.

source: %1$s module can't connect to %2$s module. No connections are supported
pt: o módulo %1$s não pode se conectar ao módulo %2$s. Não há suporte para conexões

source: %action application for %user to %group group
pt: aplicativo de %action para %user para grupo %group

source: %c direct child|%c direct children
pt: %c criança direta|%c crianças diretas

source: %k must be either (string) "%t" or "%f").
pt: %k deve ser um (String) "%t" ou "%f").

source: %k must have a value that can be json_decoded.
pt: %k deve ter um valor que pode ser json_decoded.

source: %linkStart OpenSearch %linkEnd makes it possible for your site's users to use your site's search function as a search engine.
pt: %linkStart o OpenSearch %linkEnd possibilita que os usuários do seu site usem a função de pesquisa do seu site como um mecanismo de pesquisa.

source: %n Pending applications
pt: %n Aplicativos pendentes

source: %name% upgraded to new version and activated.
pt: %name% atualizado para a nova versão e ativado.

source: %s must implement ExtensionInstallerInterface
pt: %s deve implementar Extensioninstallerinterface

source: %s not found. Please contact the system administrator for assistance.
pt: %s não encontrado. Entre em contato com o administrador do sistema para obter assistência.

source: %sub% anonymous guest|%sub% anonymous guests
pt: %sub% convidado anônimo|%sub% hóspedes anônimos

source: %sub% module provides the following area:
pt: %sub% módulo fornece a seguinte área:

source: %sub% registered user|%sub% registered users
pt: %sub% usuário registrado|%sub% usuários registrados

source: %theme% has no configuration.
pt: %theme% não tem nenhuma configuração.

source: '%s' account information
pt: informações da conta '%s'

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
pt: %s' foi encontrado. Isso não está OK: renomeie este arquivo antes de continuar o processo de instalação.

source: (Admin credentials have been encoded to make them json-safe.)
pt: (As credenciais de administrador foram codificadas para torná-las seguras para JSON.)

source: (If you cannot click on the link above, you can copy this URL into your browser:
pt: (Se você não pode clicar no link acima, você pode copiar este URL em seu navegador:

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
pt: (Se você não pode clicar no link, você pode copiar o URL e colá-lo em seu navegador.)

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %sub% )
pt: (Se você não pode clicar no link, você pode copiar este URL e colá-lo em seu navegador: %sub%)

source: (Modification not supported.)
pt: (Modificação não suportada.)

source: (Place each value on a separate line.)
pt: (Coloque cada valor em uma linha separada.)

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
pt: (Separe cada par de chave-valor com dois-pontos (por exemplo, key:value). Coloque cada par de chave-valor em uma linha separada.)

source: (This is the only time you will receive your password. Please keep it in a safe place.)
pt: (Esta é a única vez que você receberá sua senha. Por favor, guarde-o em um lugar seguro.)

source: (in milliseconds, default 5000 = 5 seconds)
pt: (em milissegundos, padrão 5000 = 5 segundos)

source: (or approval was not required when the registration was completed)
pt: (ou a aprovação não foi exigida quando o registro foi terminado)

source: *** INSTALLING ***
pt: ***INSTALANDO***

source: *** UPGRADING TO ZIKULA CORE %version% ***
pt: *** ATUALIZANDO PARA ZIKULA CORE %version% ***

source: <p><a href="https://ziku.la">Zikula</a> is an Open Source Content Application Framework (CMF) built on top of Symfony.</p><p>With Zikula:</p><ul><li><strong>Power:</strong> You get the all the features of <a href="http://symfony.com">Symfony</a> PLUS: </li><li><strong>User Management:</strong> Built in User and Group management with Rights/Roles control</li><li><strong>Front end control:</strong> You can customise all aspects of the site's appearance through themes, with support for <a href="http://jquery.com">jQuery</a>, <a href="http://getbootstrap.com">Bootstrap</a> and many other modern technologies</li><li><strong>Internationalization (i18n):</strong> You can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation of your site</li><li><strong>Extensibility:</strong> you get a standard application-programming interface (API) that lets you easily extend your site's functionality through modules</li><li><strong>More:</strong> Admin UI, global categories, site-wide search, content blocks, menu creation, and more!</li><li><strong>Support:</strong> you can get help and support from the Zikula community of webmasters and developers at <a href="https://ziku.la">ziku.la</a>, <a href="https://github.com/zikula/core">Github</a> and <a href="https://zikula.slack.com/">Slack</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
pt: <p> <a href= "https://ziku.la " >Zikula</a> é uma estrutura de aplicativo de conteúdo de código aberto (CMF) criada em cima de Symfony.</p> <p> com Zikula: </p> <ul> <li> <strong> poder: </strong> você recebe todas as características de < a href= "http://symfony.com " >Symfony</a> PLUS: </li> <li> <strong> Gerenciamento de usuários: </strong> construído em gerenciamento de usuários e grupos com direitos/funções de controle </li> <li> <strong> controle de front-end: </strong> você pode Personalizar todos os aspectos da aparência do site através de temas, com suporte para < a href= "http://jQuery.com" > jQuery </a>, < a href= "http://GetBootstrap.com" > Bootstrap </a> e muitas outras tecnologias modernas </li> <li> <strong> internacionalização (i18n): </strong> você pode marcar o conteúdo como sendo adequado para um único idioma ou para todos os idiomas, e pode controlar todos os aspectos da Localização De seu site </li> <li> <strong> extensibilidade: </strong> você recebe uma interface de programação de aplicativo (API) padrão que permite estender facilmente a funcionalidade do seu site por meio de módulos </li> <li> <strong> mais: </strong> admin UI, categorias globais, em todo o site pesquisa, blocos de conteúdo, criação de menu, e muito mais! </li> <li> <strong> support: </strong> você pode obter ajuda e suporte do Zikula Comunidade de webmasters e desenvolvedores em <a href= "https://ziku.la" > ziku.la </a>, < a href= "https://github.com/Zikula/core">Github</a> e < a href= "https://Zikula.Slack.com/" > Slack </a>. </li> </ul> <p> Enjoy usando Zikula!</p> <p> <strong> o Zikula equipe </strong> </p> <p> <em> Nota: Zikula é um software livre de código aberto (FOSS) licenciado a GNU General Public License. </em></p>

source: A message from %s.
pt: Uma mensagem de %s.

source: A message from %s...
pt: Uma mensagem de %s...

source: A new application has been created by %user to %group. Please attend to this request at %url
pt: Um novo aplicativo foi criado por %user para %group. Por favor, atenda a este pedido em %url

source: A new user account has been activated on %s.
pt: Uma nova conta de usuário foi ativada em %s.

source: A new user account has been created but not yet activated on %s.
pt: Uma nova conta de usuário foi criada, mas ainda não ativada em %s.

source: A new version of the Zikula core is available. Please download the new Zikula core.
pt: Uma nova versão do núcleo Zikula está disponível. Faça o download do novo núcleo Zikula.

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
pt: Uma notificação é enviada para este endereço de email para cada registro. Deixe em branco para nenhuma notificação.

source: A simple name with three letter suffix, e.g. `myfile.csv`
pt: Um nome simples com sufixode três letras, por exemplo, 'myfile.csv '

source: About "&lt;%s&gt;"
pt: Sobre "&lt;%s&gt;"

source: About the CSV file
pt: Sobre o arquivo CSV

source: Accept
pt: Aceitar

source: Accept %username
pt: Aceitar %username

source: Access forbidden.
pt: Acesso proibido.

source: Account Information
pt: Informações da conta

source: Account Page Settings
pt: Configurações da página da conta

source: Account information
pt: Informações da conta

source: Account information recovery
pt: Recuperação de informações de conta

source: Account menu
pt: Menu conta

source: Account verification
pt: Verificação da conta

source: Action
pt: Ação

source: Actions
pt: Ações

source: Activate %s
pt: Ativar %s

source: Activate %theme%
pt: Ative% Theme%

source: Activate compression
pt: Ativar compactação

source: Activate multilingual features
pt: Ativar recursos multilíngues

source: Activate system modules
pt: Ativar módulos do sistema

source: Activating system modules
pt: Ativando módulos do sistema

source: Active
pt: Ativo

source: Active modules
pt: Módulos ativos

source: Activity status
pt: Status da atividade

source: Add Option
pt: Adicionar opção

source: Add access
pt: Adicionar acesso

source: Add an additional route to the system
pt: Adicionar uma rota adicional ao sistema

source: Add attribute
pt: Adicionar atributo

source: Add node
pt: Adicionar nó

source: Add user to this group
pt: Adicionar usuário a este grupo

source: Admin Email Address
pt: Endereço de email do administrador

source: Admin Password
pt: Senha de administrador

source: Admin User Name
pt: Nome de usuário admin

source: Admin access
pt: Acesso de administrador

source: Admin account created
pt: Conta de administrador criada

source: Admin credentials required when site is disabled.
pt: Credenciais de administrador necessárias quando o site está desabilitado.

source: Admin panel theme
pt: Tema do painel de administração

source: Admin's e-mail address
pt: Endereço de e-mail do administrador

source: Administrate membership application
pt: Administrate o aplicativo de associação

source: Administration
pt: Administração

source: Administration panel
pt: Painel de administração

source: Administration settings
pt: Configurações de administração

source: Administrator approval:
pt: Aprovação do administrador:

source: Administrator log-in
pt: Login do administrador

source: Administrators
pt: Administradores

source: Advanced setting, see %s
pt: Configuração avançada, consulte %s

source: Advanced settings
pt: Configurações avançadas

source: Affected parameters: %s
pt: Parâmetros afetados: %s

source: Affected tags: %s
pt: Tags afetadas: %s

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
pt: Depois de concluir o processo de instalação, é muito importante para excluir o arquivo do instalador 'install. php' e diretório ' Install ' do diretório raiz do site, especialmente se estiver on-line na Internet, porque caso contrário, há um oportunidade para uma violação de segurança. Se o analisador de segurança detectar esta vulnerabilidade, terá de removê-los antes de poder aceder ao painel de administração.

source: After creating this block position, blocks can be assigned to it and the order they are to be displayed can be adjusted.
pt: Depois de criar esta posição de bloco, os blocos podem ser atribuídos a ele e a ordem que devem ser exibidas pode ser ajustada.

source: All
pt: Todos

source: All Words
pt: Todas as palavras

source: All blocks placed.
pt: Todos os blocos colocados.

source: All components
pt: Todos os componentes

source: All except approved
pt: Todos exceto aprovados

source: All groups
pt: Todos os grupos

source: All instances of LangBlock have been converted to LocaleBlock.
pt: Todas as instâncias de Langblock foram convertidas em localeblock.

source: All methods cannot be inactive. At least one methods must be enabled. (%m has been enabled).
pt: Todos os métodos não podem ser inativos. Pelo menos um métodos deve ser habilitado. (% m foi activado).

source: Allow IDN domain names
pt: Permitir nomes de domínio IDN

source: Allow a user to authenticate and login via Zikula's native user database with their email address.
pt: Permita que um usuário autentique e faça login através do banco de dados nativo do usuário do Zikula com seu endereço de e-mail.

source: Allow a user to authenticate and login via Zikula's native user database with their username or email address.
pt: Permita que um usuário autentique e faça login através do banco de dados nativo do usuário do Zikula com seu nome de usuário ou endereço de e-mail.

source: Allow a user to authenticate and login via Zikula's native user database with their username.
pt: Permita que um usuário autentique e faça login através do banco de dados nativo do usuário do Zikula com seu nome de usuário.

source: Allow new user account registrations
pt: Permitir novos registros de conta de usuário

source: Allowed
pt: Permitido

source: Allowed HTML settings
pt: Configurações de HTML permitidas

source: Allowed with attributes
pt: Permitido com atributos

source: Alphabetical
pt: Alfabética

source: Also delete theme files, if possible
pt: Também excluir arquivos de tema, se possível

source: Always
pt: Sempre

source: An error occured during executing PHPIDS: %s
pt: Ocorreu um erro durante a execução de PHPIDS: %s

source: An error occurred while creating HTML Purifier cache directory at %path
pt: Ocorreu um erro ao criar o diretório de cache do HTML Purifier em %path

source: An example of a valid CSV file
pt: Um exemplo de um arquivo CSV válido

source: Anonymous users are visitors to your site who have not logged in.
pt: Usuários anônimos são visitantes do seu site que não tenham entrado.

source: Another example of a valid CSV file
pt: Outro exemplo de um arquivo CSV válido

source: Answer the security question
pt: Responda à pergunta de segurança

source: Any Words
pt: Qualquer palavra

source: Any group
pt: Qualquer grupo

source: Application cancelled.
pt: Aplicação cancelada.

source: Application comments
pt: Comentários do aplicativo

source: Application processed (%action %user)
pt: Aplicativo processado (%action %user)

source: Applied!
pt: Aplicado!

source: Apply
pt: Aplicar

source: Apply to membership of ":name" group
pt: Aplicar à associação de ":name" group

source: Applying to group
pt: Aplicando ao grupo

source: Approve
pt: Aprovar

source: Approve %sub%
pt: Aprovar %sub%

source: Approve registration
pt: Aprovar o registro

source: Approve registration of %sub%
pt: Aprovar o registro de %sub%

source: Approved
pt: Aprovado

source: Are you sure you want to delete the user (%un)?
pt: Tem certeza de que deseja excluir o usuário (%un)?

source: Are you sure you want to delete this menu (%menu%) AND ALL ITS CHILDREN?
pt: Tem a certeza de que pretende eliminar este menu (%menu%) E TODOS OS SEUS FILHOS?

source: Art and photography
pt: Arte e fotografia

source: Ascending
pt: Crescente

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
pt: Fazer essa pergunta nos ajuda a impedir que scripts automatizados acessem áreas privadas do site.

source: Assets installed
pt: Ativos instalados

source: Attached areas
pt: Áreas anexadas

source: Attempt to copy files from `userdata` to `web/uploads` failed. You must manually copy the contents.
pt: Falha ao tentar copiar arquivos de `userdata` para `web/uploads` . Você deve copiar manualmente o conteúdo.

source: Attributes
pt: Atributos

source: Authentication methods
pt: Métodos de autenticação

source: Author
pt: Autor

source: Automatic update settings
pt: Configurações de atualização automática

source: Automatically detect language from browser settings
pt: Detectar automaticamente o idioma das configurações do navegador

source: Automatically log user out after
pt: Registrar automaticamente o usuário após

source: Available areas
pt: Áreas disponíveis

source: Back to paginated view
pt: Voltar à exibição paginada

source: Banned e-mail address domains
pt: Domínios de endereço de email proibidos

source: Banned user agents
pt: Agentes de usuário proibidos

source: Basic properties
pt: Propriedades básicas

source: Basic settings
pt: Configurações básicas

source: Before logging in, the site administrator has asked that you change the password for your account.
pt: Antes de fazer login, o administrador do site solicitou que você altere a senha da sua conta.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
pt: Antes de poder fazer login, um administrador deve aprovar sua solicitação de registro. Você receberá um e-mail depois que um administrador revisou as informações que você enviar abaixo.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
pt: Antes de poder iniciar sessão, tem de verificar o seu endereço de correio electrónico. Você receberá um e-mail pedindo para verificar seu endereço de e-mail depois de enviar as informações abaixo.

source: Begin Installer
pt: Iniciar o instalador

source: Begin Migration
pt: Iniciar migração

source: Begin Upgrader
pt: Começar atualizador

source: Beginning user migration...
pt: Iniciando a migração do usuário...

source: Below you see your current routing configuration (see %s for reference).
pt: Veja abaixo sua configuração de roteamento atual (consulte %s para referência).

source: Bind authkey to user agent ('UserAgent')
pt: Vincular authkey ao agente do usuário ('UserAgent')

source: Block
pt: Bloco

source: Block ID
pt: ID do bloco

source: Block Type
pt: Tipo de bloco

source: Block View
pt: Vista de bloco

source: Block action
pt: Ação de bloco

source: Block class %c does not exist.
pt: Classe de bloco % c não existe.

source: Block placements
pt: Posicionamentos de bloco

source: Block positions list
pt: Lista de posições de bloco

source: Block saved!
pt: Bloco guardado!

source: Block settings
pt: Configurações de bloco

source: Blocks list
pt: Lista de blocos

source: Blocks not placed in '%name%' position
pt: Blocos não colocados na posição '%name%'

source: Blocks placed in the '%name%' position
pt: Blocos colocados na posição '%name%'

source: Blogging
pt: Blogs

source: Bottom navigation block
pt: Bloco de navegação inferior

source: Browser
pt: Navegador

source: Bundle
pt: Pacote

source: Business and work
pt: Negócios e trabalho

source: By default, all users are made members of this group.
pt: Por padrão, todos os usuários são feitos membros deste grupo.

source: CAUTION
pt: Cuidado

source: CSRF Token
pt: Token CSRF

source: CSV delimiter
pt: Delimitador CSV

source: CSV file (Max. %sub%)
pt: Arquivo CSV (Máx . %sub%)

source: CSV filename
pt: Nome do arquivo CSV

source: Caches cleared
pt: Caches limpos

source: Caching
pt: Cache

source: Cancel
pt: Cancelar

source: Cancel forced password change
pt: Cancelar alteração de senha forçada

source: Cancel forced password change for %1s
pt: Cancelar a alteração forçada de senha para %1s

source: Cancel required change of password for %sub%
pt: Cancelar a alteração necessária de senha para %sub%

source: Cannot load %extension because the composer file is invalid.
pt: Não é possível carregar a extensão% porque o arquivo compositor é inválido.

source: Cannot write parameters to %s file.
pt: Não é possível gravar parâmetros no arquivo %s.

source: Categories
pt: Categorias

source: Categories list
pt: Lista de categorias

source: Category
pt: Categoria

source: Category "%s" was successfully made default.
pt: Categoria "%s" foi feita com êxito padrão.

source: Category %s must be unique under parent
pt: Categoria %s deve ser exclusivo pai

source: Category attributes
pt: Atributos de categoria

source: Category is a leaf node
pt: Categoria é um nó de folha

source: Category is locked
pt: A categoria está bloqueada

source: Category registry
pt: Registro de categoria

source: Category root
pt: Raiz da categoria

source: Category tree
pt: Árvore da categoria

source: Caution
pt: Cuidado

source: Center blocks
pt: Blocos de centro

source: Change e-mail address
pt: Alterar endereço de e-mail

source: Change log
pt: Log de alterações

source: Change password
pt: Alterar palavra-passe

source: Changing this setting will affect all password change requests currently pending verification.
pt: A alteração dessa configuração afetará todas as solicitações de alteração de senha atualmente pendentes de verificação.

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
pt: A alteração dessa configuração afetará todas as solicitações para alterar os endereços de email atualmente pendentes de verificação.

source: Character set
pt: Conjunto de caracteres

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
pt: Caracteres permitidos: a-z, A-Z, 0-9, traço (-) e sublinhado (_).

source: Check a users permission
pt: Verificar uma permissão de usuários

source: Check all
pt: Verifique todos os

source: Check for updates
pt: Verificar se há atualizações

source: Check interval
pt: Intervalo de verificação

source: Check now
pt: Confira agora

source: Check permission
pt: Permissão de verificação

source: Check requirements
pt: Requisitos de verificação

source: Check requirements again
pt: Verifique novamente os requisitos

source: Check that you spelled all words correctly.
pt: Verifique se você soletrou todas as palavras corretamente.
