Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: The password fields must match.
pt: Os campos de senha devem corresponder.

source: The password won't be changed unless you choose a new one using the link above, and you are the only recipient of this message.
pt: A senha não será alterada, a menos que você escolha um novo usando o link acima, e você é o único destinatário desta mensagem.

source: The passwords must match!
pt: As senhas devem corresponder!

source: The path must start with a "/" and can be a regular expression. Example: "/login"
pt: O caminho deve começar com um "/" e pode ser uma expressão regular. Exemplo: "/login"

source: The path of the route you created or updated looks similar to the following already existing path: %s Are you sure you haven't just introduced a conflict?
pt: O caminho da rota que você criou ou atualizou parece semelhante ao seguinte caminho já existente: %s tem certeza de que não introduziu apenas um conflito?

source: The registration process failed.
pt: O processo de registro falhou.

source: The root domain where you install Zikula, e.g. "example.com". Do not include subdirectories.
pt: O domínio raiz onde você instalar Zikula, por exemplo, "example.com ". Não inclua subdiretórios.

source: The selected item does not exist
pt: O item selecionado não existe

source: The selected user is already a member of this group.
pt: O usuário selecionado já é um membro deste grupo.

source: The setting has been successfully changed.
pt: A configuração foi alterada com êxito.

source: The site administrator has not configured any data as searchable.
pt: O administrador do site não configurou os dados como pesquisáveis.

source: The site is currently off-line.
pt: O site é atualmente off-line.

source: The startController was reset to a static frontpage.
pt: O Startcontroller foi redefinido para um FrontPage estático.

source: The theme in use must implement the block position or the assigned blocks will never be displayed.
pt: O tema em uso deve implementar a posição do bloco ou os blocos atribuídos nunca serão exibidos.

source: The update check is not enabled, but preferably should be.
pt: A verificação de atualização não está habilitada, mas preferencialmente deve ser.

source: The user account '%username%' at %sitename% has this e-mail address associated with it.
pt: A conta de usuário '%username%' em%sitename% tem esse endereço de email associado a ele.

source: The user name for your account is: %user%
pt: O nome de usuário da sua conta é: %user%

source: The user name you entered (%u) has already been registered.
pt: O nome de usuário digitado (%u) já foi registrado.

source: The user name you entered is reserved. It cannot be used.
pt: O nome de usuário digitado é reservado. Não pode ser usado.

source: The value "%value%" is not allowed for the "%property%" property.
pt: O valor "%value%" não é permitido para o "%property%" propriedade.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
pt: O valor não parece ser um nome de usuário válido. Um nome de usuário válido consiste em letras minúsculas, números, sublinhados, períodos ou traços.

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
pt: O valor fornecido não parece ser uma lista válida de nomes de usuário. A lista deve consistir em um ou mais nomes de usuário compostos de letras minúsculas, números, sublinhados, pontos ou traços. Separe cada nome de usuário com uma vírgula. Por exemplo: 'raiz, administrador, superusuário' (as aspas não devem aparecer na lista). Espaços em torno de vírgulas são ignorados, no entanto espaços extras antes ou depois da lista não são e resultará em um erro. Não são permitidos valores vazios (duas vírgulas juntas ou separadas apenas por espaços). A lista é opcional, e se não há valores a serem definidos, a lista deve estar completamente vazia (sem espaços extras, vírgulas ou quaisquer outros caracteres).

source: The version of this module is incompatible with the version of the core.
pt: A versão deste módulo é incompatível com a versão do núcleo.

source: The web site administrator has created this new account for you.
pt: O administrador do Web site criou esta nova conta para si.

source: Theme config
pt: Configuração do tema

source: Theme configuration
pt: Configuração do tema

source: Theme confirmation prompt
pt: Prompt de confirmação do tema

source: Theme credits
pt: Créditos temáticos

source: Theme to use
pt: Tema a ser usado

source: Themes control the visual presentation of a site.
pt: Os temas controlam a apresentação visual de um site.

source: Themes list
pt: Lista de temas

source: Themes regenerated
pt: Temas regenerados

source: There are %f users to try to migrate.
pt: Há %f usuários para tentar migrar.

source: There are currently no groups that can be joined.
pt: Atualmente, não há grupos que possam ser Unidos.

source: There are currently no modules in this category.
pt: Atualmente, não há módulos nesta categoria.

source: There are no active modules to search. Please activate at %link
pt: Não há nenhum módulo ativo para pesquisar. Por favor, ative no %link

source: There are no providers available for %sub%.
pt: Não há provedores disponíveis para %sub%.

source: There are no subscribers available for %sub%.
pt: Não há assinantes disponíveis para %sub%.

source: There are six display settings.
pt: Há seis configurações de exibição.

source: There are too many users registered with that address. Please contact the system administrator for assistance.
pt: Há muitos usuários registrados com esse endereço. Entre em contato com o administrador do sistema para obter assistência.

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
pt: Não há áreas anexadas aqui. <br /> arraste uma área da direita e solte-a aqui para anexá-la.

source: There arent any modules services available.
pt: Não existem quaisquer serviços de módulos disponíveis.

source: There is currently no pending content.
pt: Não há atualmente nenhum conteúdo pendente.

source: There is currently only one option in the General settings section.
pt: Atualmente, há apenas uma opção na seção Configurações gerais.

source: There is no '.htaccess' file in the application directory '/app', but one should be present.
pt: Não há arquivo '.htaccess' no diretório do aplicativo '/app', mas um deve estar presente.

source: There is no authentication method activated.
pt: Não há nenhum método de autenticação ativado.

source: There was an error activating system modules
pt: Houve um erro ativando módulos do sistema

source: There was an error clearing caches
pt: Houve um erro ao limpar caches

source: There was an error creating admin account
pt: Ocorreu um erro ao criar uma conta de administrador

source: There was an error creating default blocks
pt: Houve um erro ao criar blocos padrão

source: There was an error finalizing the parameters
pt: Houve um erro finalizando os parâmetros

source: There was an error firing the install event
pt: Ocorreu um erro ao disparar o evento de instalação

source: There was an error firing the upgrade event
pt: Ocorreu um erro ao disparar o evento de atualização

source: There was an error installing Zikula Administration Module
pt: Ocorreu um erro ao instalar o módulo de administração do Zikula

source: There was an error installing Zikula Blocks Module
pt: Ocorreu um erro ao instalar o módulo de blocos Zikula

source: There was an error installing Zikula Categories Module
pt: Ocorreu um erro ao instalar o módulo de categorias Zikula

source: There was an error installing Zikula Extensions Module
pt: Ocorreu um erro ao instalar o módulo de extensões Zikula

source: There was an error installing Zikula Groups Module
pt: Ocorreu um erro ao instalar o módulo de grupos Zikula

source: There was an error installing Zikula Mailer Module
pt: Ocorreu um erro ao instalar o módulo Zikula Mailer

source: There was an error installing Zikula Menu Module
pt: Ocorreu um erro ao instalar o módulo de menu Zikula

source: There was an error installing Zikula Permissions Module
pt: Ocorreu um erro ao instalar o módulo de permissões Zikula

source: There was an error installing Zikula Routes Module
pt: Ocorreu um erro ao instalar o módulo de rotas Zikula

source: There was an error installing Zikula Search Module
pt: Ocorreu um erro ao instalar o módulo de pesquisa Zikula

source: There was an error installing Zikula Security Module
pt: Ocorreu um erro ao instalar o módulo de segurança Zikula

source: There was an error installing Zikula Settings Module
pt: Ocorreu um erro ao instalar o módulo de configurações do Zikula

source: There was an error installing Zikula Theme Module
pt: Ocorreu um erro ao instalar o módulo de tema Zikula

source: There was an error installing Zikula Users Module
pt: Ocorreu um erro ao instalar o módulo de usuários Zikula

source: There was an error installing Zikula ZAuth Module
pt: Ocorreu um erro ao instalar Zikula zauth Module

source: There was an error logging in as admin
pt: Ocorreu um erro ao iniciar sessão como administrador

source: There was an error moving modules to their default categories
pt: Houve um erro movendo módulos para suas categorias padrão

source: There was an error persisting the Symfony Bundles
pt: Ocorreu um erro ao persistir os pacotes do symfony

source: There was an error protecting configuration files
pt: Houve um erro protegendo arquivos de configuração

source: There was an error regenerating the themes
pt: Houve um erro de regeneração dos temas

source: There was an error upgrading the modules
pt: Houve um erro ao atualizar os módulos

source: There was an error upgrading to Core %version%
pt: Ocorreu um erro ao atualizar para o Core %version%

source: There was no need to migrate any users.
pt: Não houve necessidade de migrar usuários.

source: This action MUST be complete before upgrading to Core-2.0.
pt: Esta ação deve ser concluída antes de atualizar para o Core-2.0.

source: This action cannot be undone.
pt: Esta ação não pode ser desfeita.

source: This affects both passwords created during registration, as well as passwords modified by users or administrators. Enter an integer greater than zero.
pt: Isso afeta as duas senhas criadas durante o registro, bem como as senhas modificadas por usuários ou administradores. Insira um número inteiro maior que zero.

source: This could potentially take a long time if there are many users that must be migrated. They will be migrated in batches of 25 to reduce the risk of timeouts.
pt: Isso pode levar muito tempo se houver muitos usuários que devem ser migrados. Eles serão migrados em lotes de 25 para reduzir o risco de tempos limite.

source: This e-mail address ('%email') has been used to register an account on '%site' (%url).
pt: Este endereço de e-mail ('%email') foi usado para registrar uma conta em '%site' (%url).

source: This function requires JavaScript activated!
pt: Esta função requer JavaScript ativado!

source: This group is a core-only group
pt: Este grupo é um grupo somente de núcleo

source: This group is a private group
pt: Este grupo é um grupo privado

source: This group is closed.
pt: Este grupo está fechado.

source: This group is has reached its membership limit.
pt: Este grupo é atingiu seu limite de associação.

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, click on the 'Edit' icon beside that particular position. To reorder the blocks within a block position, click on the 'Edit placements' (blocks) icon for that position or on the position name in the block list above. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
pt: Esta é a lista de posições de bloco atualmente existentes para as páginas do seu site. Você pode criar uma nova posição de bloco clicando em 'criar posição do bloco' no menu. Para editar as configurações de uma posição de bloco, Clique no ícone 'Editar' ao lado dessa posição particular. Para reordenar os blocos dentro de uma posição de bloco, clique no ícone 'Edit posicionamentos' (blocos) para essa posição ou no nome da posição na lista de bloqueios acima. Para excluir uma posição de bloco, clique no ícone 'excluir' e Confirme a ação no prompt de confirmação que será exibido.

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order of the blocks click the position name in this table or on the 'edit block placements' in the position list table below.
pt: Esta é a lista de blocos presentes em seu sistema, você pode usar o filtro para exibir apenas determinados blocos. a ordem na qual os blocos são listados aqui não é necessariamente a ordem na qual eles são exibidos em páginas do site. para gerenciar a ordem de exibição dos blocos CLI CK o nome da posição nesta tabela ou no 'Editar posicionamentos de bloco' na tabela de lista de posição abaixo.

source: This link expires in %amountOfDays% days.
pt: Este link expira em %amountOfDays% dias.

source: This only applies to legacy variable validation. The system itself has native IDN support.
pt: Isso só se aplica à validação de variável herdada. O próprio sistema tem suporte nativo de IDN.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
pt: Essa opção permite desabilitar a verificação do analisador de segurança para ver se o instalador está presente no diretório raiz do seu site. De preferência, você deve deixar a verificação ativada, como uma violação de segurança pode facilmente ocorrer se você omitir para remover os componentes do instalador após a conclusão da instalação.

source: This page contains adult content
pt: Esta página contém conteúdo adulto

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
pt: Essa regra de permissão foi bloqueada. Se você precisar desbloqueá-lo, vá para a página Configurações do Gerenciador de regras de permissão.

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
pt: Essa configuração afeta somente os usuários que não estabeleceram respostas de perguntas de segurança. Insira o número de dias que uma solicitação do usuário para redefinir uma senha deve ser mantida enquanto aguarda a verificação. Insira zero (0) para nenhuma expiração.

source: This site is powered by Zikula!
pt: Este site é alimentado por Zikula!

source: This user cannot be edited. Group memberships can be edited in the groups module. Click here.
pt: Este usuário não pode ser editado. As associações de grupo podem ser editadas no módulo grupos. Clique aqui.

source: This will migrate all VALID users from the old Users table to the new ZAuth table.
pt: Isso migrará todos os usuários válidos da tabela usuários antigos para a nova tabela Zauth.

source: This will migrate all VALID users from the old Users table to the new ZAuth table. Users are automatically migrated when they login, but this will migrate all users at one time.
pt: Isso migrará todos os usuários válidos da tabela usuários antigos para a nova tabela Zauth. Os usuários são migrados automaticamente quando fizerem logon, mas isso migrará todos os usuários de uma só vez.

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
pt: Limite de tempo para as chaves de autorização ('authkeys') em segundos (predefinição: 0)

source: Time zone for anonymous guests
pt: Fuso horário para hóspedes anónimos

source: Time-out for Ajax connections
pt: Tempo limite para conexões Ajax

source: Title
pt: Título

source: Title, Description
pt: Título, Descrição

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
pt: Para alterar a palavra-passe, introduza a palavra-passe actual e, em seguida, introduza uma nova palavra-passe (tem de introduzir a nova palavra-passe duas vezes para garantir que o digitou correctamente).

source: To connect %sub% to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
pt: Para conectar %sub% a um dos módulos da lista abaixo, clique na caixa de seleção (es) ao lado da área correspondente.

source: To version
pt: Para a versão

source: Toggle Dropdown
pt: Alternar DropDown

source: Top navigation block
pt: Bloco de navegação superior

source: Transition
pt: Transição

source: Translatable
pt: Traduzíveis

source: Translate embedded HTML entities into real characters
pt: Traduzir entidades HTML incorporadas em caracteres reais

source: Translation prefix
pt: Prefixo de tradução

source: Travel and culture
pt: Viagens e cultura

source: Twig tag
pt: Tag do galho

source: Type
pt: Tipo

source: Types
pt: Tipos

source: UPGRADE COMPLETE!
pt: UPGRADE COMPLETO!

source: Unable to decode composer file of %component% (%filePath%): %error%. Ensure the composer.json file has a valid syntax.
pt: Não é possível decodificar o arquivo compositor de %component% (%filePath%): %error%. Verifique se o arquivo Composer.JSON tem uma sintaxe válida.

source: Unable to send email to the requested %s. Please try your %o or contact the system administrator for assistance.
pt: Não é possível enviar e-mail para o %s solicitado. Por favor, tente o seu% o ou contacte o administrador do sistema para obter assistência.

source: Unable to send email to the requested address. Please contact the system administrator for assistance.
pt: Não é possível enviar email para o endereço solicitado. Entre em contato com o administrador do sistema para obter assistência.

source: Uncategorised
pt: Sem categoria

source: Uninstall %s
pt: Desinstalar %s

source: Uninstall module
pt: Módulo de desinstalação

source: Unlimited
pt: Ilimitado

source: Update
pt: Atualização

source: Update checker
pt: Verificador de atualização

source: Update checker is enabled
pt: O verificador de atualização está habilitado

source: Update configuration
pt: Configuração de atualização

source: Update date
pt: Data de atualização

source: Updated by %user
pt: Atualizado por %user

source: Updated by %user on %date
pt: Atualizado por %user em %date

source: Updated on %date
pt: Atualizado em %date

source: Upgrade Zikula!
pt: Atualize o Zikula!

source: Upgrade from Core %oldVersion% to Core %newVersion%
pt: Upgrade de Core %oldVersion% para Core %newVersion%

source: Upgrade modules
pt: Módulos de upgrade

source: Upgraded to Core %version%
pt: Atualizado para Core %version%

source: Upgrader script
pt: Script atualizador

source: Upgrading Modules and Helpers
pt: Atualizando módulos e auxiliares

source: Upgrading Zikula in %env% environment.
pt: Atualizando Zikula em %env% ambiente.

source: Upgrading modules
pt: Atualizando módulos

source: Upgrading to Core %version%
pt: Atualizando para o Core %version%

source: Upload
pt: Carregar

source: Use 'HTML Purifier' + internal mechanism as output filter
pt: Use ' HTML Purifier ' + mecanismo interno como filtro de saída

source: Use default value (if checked) or override value
pt: Usar valor padrão (se marcada) ou substituir valor

source: Use different keywords.
pt: Use palavras-chave diferentes.

source: Use fewer words.
pt: Use menos palavras.

source: Use internal output filter only
pt: Usar filtro de saída interno somente

source: Use keywords that are more general.
pt: Use palavras-chave que são mais gerais.

source: Use site's theme
pt: Usar o tema do site

source: Useful resources
pt: Recursos úteis

source: User Credential Settings
pt: Configurações de credencial do usuário

source: User ID
pt: ID do usuário

source: User Login Settings
pt: Configurações de login do usuário

source: User Name
pt: Nome de usuário

source: User deleted!|%n users deleted!
pt: Usuário excluído!|%n usuários excluídos!

source: User log-in
pt: Login do usuário

source: User login
pt: Login do usuário

source: User management hooks
pt: Ganchos de gerenciamento de usuários

source: User migration complete!
pt: Migração do usuário concluída!

source: User must verify email address
pt: O usuário deve verificar o endereço de e-mail

source: User name
pt: Nome de usuário

source: User name or Email
pt: Nome de usuário ou E-mail

source: User name or email
pt: Nome de usuário ou e-mail

source: User name:
pt: Nome de usuário:

source: User name: %sub%
pt: Nome de usuário: %sub%

source: User names can contain letters, numbers, underscores, periods, spaces and/or dashes.
pt: Os nomes de usuário podem conter letras, números, sublinhados, períodos, espaços e/ou traços.

source: User not found. Please contact the system administrator for assistance.
pt: Usuário não encontrado. Entre em contato com o administrador do sistema para obter assistência.

source: User permission check
pt: Verificação de permissão do usuário

source: User registration is moderated
pt: O registro do usuário é moderado

source: User settings
pt: Configurações do usuário

source: User status
pt: Status do usuário

source: User theme
pt: Tema do usuário

source: Users
pt: Usuários

source: Users authenticating off site (re-entrant) are logged in automatically regardless of this setting.
pt: Os usuários que autenticam fora do local (re-entrant) são registrados dentro automaticamente não obstante esta configuração.

source: Users created by an admin are automatically considered verified.
pt: Os usuários criados por um administrador são automaticamente considerados verificados.

source: Users groups
pt: Grupos de usuários

source: Users list
pt: Lista de usuários

source: Users pending approval
pt: Usuários aguardando aprovação

source: Value
pt: Valor

source: Value:
pt: Valor:

source: Variable
pt: Variável

source: Variable validation
pt: Validação de variáveis

source: Variable value
pt: Valor da variável

source: Verification code
pt: Código de verificação

source: Verify my e-mail address
pt: Verificar o meu endereço de e-mail

source: Verify my e-mail address change.
pt: Verifique a alteração do meu endereço de e-mail.

source: Verify your e-mail address for %s.
pt: Verifique o seu endereço de e-mail para %s.

source: Verify your request to change your e-mail address at '%s'
pt: Verifique sua solicitação para alterar seu endereço de email em '%s'

source: Version
pt: Versão

source: View IDS log
pt: Ver registo de IDS

source: View membership of ":name" group
pt: Exibir associação de ":name" grupo
