Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: Check the methods you wish to activate.
pt: Verifique os métodos que deseja ativar.

source: Checked
pt: Verificado

source: Children
pt: Crianças

source: Choose
pt: Escolher

source: Choose a category
pt: Escolha uma categoria

source: Choose a login authentication method
pt: Escolha um método de autenticação de login

source: Choose a user name
pt: Escolha um nome de usuário

source: Choose action
pt: Escolha a ação

source: Choose categories
pt: Escolher categorias

source: Choose language
pt: Escolha o idioma

source: Choose the methods.
pt: Escolha os métodos.

source: Choose the schemes.
pt: Escolha os esquemas.

source: Clear
pt: Claro

source: Clear caches
pt: Limpar caches

source: Clear filter
pt: Limpar filtro

source: Clearing caches
pt: Limpando caches

source: Click here to visit your homepage
pt: Clique aqui para visitar a sua homepage

source: Click on a connection to delete it.
pt: Clique em uma conexão para excluí-lo.

source: Click on the <em>Add node</em> button to add new states and transitions.
pt: Clique no botão <em> adicionar nó </em> para adicionar novos Estados e transições.

source: Click on the trash-can icons to delete nodes and their connections.
pt: Clique no lixo-pode ícones para excluir nós e suas conexões.

source: Click to activate block
pt: Clique para ativar o bloco

source: Click to deactivate block
pt: Clique para desativar o bloco

source: Click to deactivate this block
pt: Clique para desativar este bloco

source: Close
pt: Perto

source: Closed
pt: Fechado

source: Closed: only the core or administrator (ACCESS_EDIT) may add users. closed groups may be hidden by config setting
pt: Fechado: somente o núcleo ou o administrador (ACCESS_EDIT) pode adicionar usuários. os grupos fechados podem ser escondidos pela configuração do config

source: Collapse
pt: Colapso

source: Colon
pt: Cólon

source: Comma
pt: Vírgula

source: Comment
pt: Comentário

source: Comment access
pt: Acesso de comentário

source: Comment to attach to your application
pt: Comentário para anexar ao seu aplicativo

source: Communications and media
pt: Comunicações e meios de comunicação

source: Compile check
pt: Verificação de Compilar

source: Component
pt: Componente

source: Component to check
pt: Componente para verificar

source: Condition
pt: Condição

source: Configuration
pt: Configuração

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
pt: O arquivo de configuração ' config/config.php' é gravável, mas deve ser somente leitura (chmod 400, 440 ou na pior das 444).

source: Configuration files protected
pt: Arquivos de configuração protegidos

source: Configuration successful. Please verify your parameters below:
pt: Configuração bem-sucedida. Por favor, verifique os parâmetros abaixo:

source: Configuring Zikula installation in %env% environment.
pt: Configurando a instalação do Zikula em %env% Environment.

source: Confirm deletion
pt: Confirme a exclusão

source: Confirm sending code
pt: Confirme o envio de código

source: Confirm verification code
pt: Confirme o código de verificação

source: Confirm verification code is to be sent to %sub%
pt: Confirme o código de verificação deve ser enviado para %sub%

source: Confirmation prompt
pt: Aviso de confirmação

source: Congratulations! Upgrade Complete.
pt: Parabéns! Atualização concluída.

source: Congratulations! Your group application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
pt: Parabéns! Seu aplicativo de grupo foi aceito. Você foi concedido todos os privilégios atribuídos ao grupo de que você é agora membro.

source: Congratulations! Zikula has been successfully installed.
pt: Parabéns! Zikula foi instalado com sucesso.

source: Connect %sub% to other modules
pt: Conectar %sub% a outros módulos

source: Connections
pt: Conexões

source: Content
pt: Conteúdo

source: Content has been approved and is available online.
pt: O conteúdo foi aprovado e está disponível online.

source: Continue
pt: Continuar

source: Controller
pt: Controlador

source: Cookies settings
pt: Configurações de cookies

source: Core
pt: Núcleo

source: Core Extension
pt: Extensão do núcleo

source: Core compatibility information: %s
pt: Informações de compatibilidade de núcleo: %s

source: Core modules at the heart of operation of the site.
pt: Módulos principais no centro da operação do site.

source: Core: Users can only be added by an administrator (ACCESS_EDIT) - groups are not visible to users in public list
pt: Núcleo: os usuários podem somente ser adicionados por um administrador (ACCESS_EDIT) - os grupos não são visíveis aos usuários na lista pública

source: Could not find user to update.
pt: Não foi possível localizar o usuário para atualizar.

source: Could not remove files as requested.
pt: Não foi possível remover arquivos conforme solicitado.

source: Could not send mail.
pt: Não foi possível enviar e-mail.

source: Could not set %1$s to the value of %2$s. The install or upgrade process may fail at your current setting of %3$s.
pt: Não foi possível definir %1$s para o valor de %2$s. O processo de instalação ou atualização pode falhar em sua configuração atual de %3$s.

source: Could not use %1$s to set the %2$s to the value of %3$s. The install or upgrade process may fail at your current setting of %4$s.
pt: Não foi possível usar %1$s para definir o %2$s para o valor de %3$s. O processo de instalação ou atualização pode falhar em sua configuração atual de %4$s.

source: Create a custom route
pt: Criar uma rota personalizada

source: Create a new account
pt: Criar uma nova conta

source: Create a new password.
pt: Crie uma nova senha.

source: Create a password
pt: Criar uma palavra-passe

source: Create admin account
pt: Criar conta de administrador

source: Create administrator's account
pt: Criar conta do administrador

source: Create block
pt: Criar bloco

source: Create block position
pt: Criar posição de bloco

source: Create blocks
pt: Criar blocos

source: Create new account
pt: Criar nova conta

source: Create new block
pt: Criar novo bloco

source: Create new block position
pt: Criar nova posição de bloco

source: Create new group
pt: Criar novo grupo

source: Create new module category
pt: Criar nova categoria de módulo

source: Create new password
pt: Criar nova senha

source: Create new permission rule
pt: Criar nova regra de permissão

source: Create new user
pt: Criar novo usuário

source: Create or Edit Root Node
pt: Criar ou editar nó raiz

source: Create route
pt: Criar rota

source: Created by %user
pt: Criado por %user

source: Created by %user on %date
pt: Criado por% usuário em% data

source: Created on %date
pt: Criado em% data

source: Created on %s.
pt: Criado em %s.

source: Creating admin account
pt: Criar conta de administrador

source: Creating default blocks
pt: Criando blocos padrão

source: Creation
pt: Criação

source: Creation and update
pt: Criação e atualização

source: Creation date
pt: Data de criação

source: Creator
pt: Criador

source: Credits
pt: Créditos

source: Credits for
pt: Créditos para

source: Current Core version is %version%
pt: Versão atual do núcleo é %version%

source: Current settings from
pt: Configurações atuais de

source: Currently used version
pt: Versão atualmente usada

source: Custom routes list
pt: Lista de rotas personalizadas

source: Custom template
pt: Modelo personalizado

source: DELETE
pt: Excluir

source: Daily
pt: Diária

source: Data provided was inappropriate.
pt: Os dados fornecidos foram inadequados.

source: Database (recommended)
pt: Banco de dados (recomendado)

source: Database Host
pt: Host de banco de dados

source: Database Name
pt: Nome do banco de dados

source: Database Password
pt: Senha do banco de dados

source: Database Username
pt: Nome de usuário do banco de dados

source: Database information
pt: Informações do banco de dados

source: Database type
pt: Tipo de banco de dados

source: Date
pt: Data

source: Date of last search
pt: Data da última pesquisa

source: Date: %s
pt: Data: %s

source: De-select all
pt: De-Selecione todos os

source: Deactivate %s
pt: Desativar %s

source: Debug enabled
pt: Depuração ativada

source: Decrease zoom level
pt: Diminua o nível de zoom

source: Default
pt: Padrão

source: Default blocks created
pt: Blocos padrão criados

source: Default category for newly-added modules
pt: Categoria padrão para módulos recém-adicionados

source: Default language to use for this site
pt: Idioma padrão a ser usado para este site

source: Default meta description
pt: Descrição de meta padrão

source: Default page title
pt: Título da página padrão

source: Default theme
pt: Tema padrão

source: Default user group. Cannot be deleted.
pt: Grupo de usuários padrão. Não pode ser excluído.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
pt: Os valores padrão para o HTML Purifier foram carregados com sucesso. Por favor, guarde-os usando o "Save" botão na parte inferior desta página

source: Default values reloaded. Save to confirm.
pt: Valores padrão recarregados. Salvar para confirmar.

source: Default: %s
pt: Padrão: %s

source: Default: '%s'
pt: Padrão: '%s'

source: Default: Resources/config/phpids_zikula_default.xml
pt: Padrão: Resources/config/phpids_zikula_default. xml

source: Defaults
pt: Padrões

source: Define which fields contain HTML and need preparation
pt: Definir quais campos contêm HTML e precisam de preparação

source: Define which fields contain JSON data and should be treated as such
pt: Definir quais campos contêm dados JSON e devem ser tratados como tal

source: Define which fields should not be monitored
pt: Definir quais campos não devem ser monitorados

source: Delete
pt: Excluir

source: Delete ":name" group
pt: Delete ":name" grupo

source: Delete %n
pt: Excluir %n

source: Delete %sub%
pt: Excluir %sub%

source: Delete Block
pt: Excluir bloco

source: Delete Root
pt: Excluir raiz

source: Delete access
pt: Excluir acesso

source: Delete all children
pt: Excluir todas as crianças

source: Delete all sub-categories
pt: Excluir todas as subcategorias

source: Delete block
pt: Excluir bloco

source: Delete block position
pt: Excluir posição do bloco

source: Delete category
pt: Excluir categoria

source: Delete confirmation
pt: Excluir confirmação

source: Delete content permanently.
pt: Exclua o conteúdo permanentemente.

source: Delete group
pt: Excluir grupo

source: Delete module category
pt: Excluir categoria do módulo

source: Delete or deactivate
pt: Excluir ou desativar

source: Delete permission %s
pt: Excluir permissão %s

source: Delete registry entry
pt: Excluir entrada do registro

source: Delete route
pt: Excluir rota

source: Delete selected users
pt: Excluir usuários selecionados

source: Delete the entire log
pt: Excluir todo o log

source: Delete the entire log.
pt: Exclua o log inteiro.

source: Delete user account
pt: Excluir conta de usuário

source: Deleted
pt: Excluído

source: Deny
pt: Negar

source: Deny %username
pt: Negar %username

source: Descending
pt: Descendente

source: Description
pt: Descrição

source: Description line
pt: Linha de descrição

source: Detach
pt: Desanexar

source: Dev mode status
pt: Status do modo dev

source: Developer notices (development mode on)
pt: Avisos de desenvolvedor (modo de desenvolvimento ativado)

source: Development/debug mode (Do not send any email)
pt: Desenvolvimento/modo de depuração (não envie nenhum e-mail)

source: Disable search plug-ins
pt: Desabilitar plug-ins de pesquisa

source: Disable site
pt: Desabilitar site

source: Disabled plugins
pt: Plugins desativados

source: Display description
pt: Descrição do visor

source: Display graphics on user's account page
pt: Exibir gráficos na página da conta do usuário

source: Display icons
pt: Ícones de exibição

source: Display name
pt: Nome de exibição

source: Display settings
pt: Configurações de exibição

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
pt: Exibe a exibição de lista das categorias de módulo incluídas no menu da guia Categoria. Na coluna "ações" à direita, você pode optar por editar ou excluir uma categoria de módulo

source: Do you really want to delete block '%title%'?
pt: Você realmente deseja excluir bloco '%title%'?

source: Do you really want to delete group '%s'?
pt: Você realmente deseja excluir o grupo '%s'?

source: Do you really want to delete module category '%s'?
pt: Você realmente deseja excluir a categoria de módulo '%s'?

source: Do you really want to delete position '%name%'?
pt: Você realmente deseja excluir a posição '%name%'?

source: Do you really want to delete the entire IDS log?
pt: Você realmente deseja excluir o log de IDS inteiro?

source: Do you really want to delete this category?
pt: Você realmente deseja excluir esta categoria?

source: Do you really want to delete this item?
pt: Você realmente deseja excluir este item?

source: Do you really want to delete this permission rule?
pt: Você realmente deseja excluir essa regra de permissão?

source: Do you really want to delete this registry entry?
pt: Você realmente deseja excluir essa entrada do registro?

source: Do you really want to delete this route: "%name%" ?
pt: Você realmente deseja excluir esta rota: "%name%" ?

source: Do you really want to remove the %name% theme?
pt: Você realmente deseja remover o %name% Theme?

source: Do you really want to remove user "%username" from group "%groupname"?
pt: Você realmente deseja remover usuário "%username" do grupo "%groupname"?

source: Do you really want to set %sub% as the active theme for all site users?
pt: Você realmente deseja definir %sub% como o tema ativo para todos os usuários do site?

source: Do you really want to uninstall '%title%'?
pt: Você realmente deseja desinstalar '%title%'?

source: Do you want to cancel the forced password change for %1s?
pt: Deseja cancelar a alteração de senha forçada para %1s?

source: Do you want to force a password change during the next login attempt for %1s?
pt: Você deseja forçar uma alteração de senha durante a próxima tentativa de logon para %1s?

source: Doctrine Exception
pt: Exceção de doutrina

source: Document URL
pt: URL do documento

source: Document contents
pt: Conteúdo do documento

source: Done! %sub% has been approved.
pt: Feito! %sub% foi aprovada.

source: Done! A password change will be required the next time %uname logs in.
pt: Feito! Uma alteração de senha será necessária na próxima vez em que %uname fizer logon.

source: Done! A password change will no longer be required for %uname.
pt: Feito! Uma alteração de senha não será mais necessária para %uname.

source: Done! Activated %s module.
pt: Feito! Ativado %s módulo.

source: Done! Block deleted.
pt: Feito! Bloco excluído.

source: Done! Category deleted.
pt: Feito! Categoria excluída.

source: Done! Changed default theme.
pt: Feito! Tema padrão alterado.

source: Done! Changed your e-mail address.
pt: Feito! Mudou o seu endereço de e-mail.

source: Done! Configuration updated.
pt: Feito! Configuração atualizada.

source: Done! Created new category.
pt: Feito! Criado nova categoria.

source: Done! Created new registration application.
pt: Feito! Criação de novo aplicativo de registro.

source: Done! Created new user account.
pt: Feito! Criou uma nova conta de usuário.

source: Done! Created the group.
pt: Feito! Criou o grupo.

source: Done! Deactivated module.
pt: Feito! Módulo desativado.

source: Done! Deactivated the theme.
pt: Feito! Desativado o tema.

source: Done! Deleted the theme.
pt: Feito! Excluído o tema.

source: Done! Exposed JS Routes dumped to %s.
pt: Feito! Rotas JS expostas despejadas em %s.

source: Done! Extension updated.
pt: Feito! Extensão atualizada.

source: Done! Group deleted.
pt: Feito! Grupo excluído.

source: Done! Installed %s.
pt: Feito! Instalado %s.

source: Done! Item created.
pt: Feito! Item criado.

source: Done! Item deleted.
pt: Feito! Item excluído.

source: Done! Item updated.
pt: Feito! Item atualizado.

source: Done! Localization configuration updated.
pt: Feito! Configuração de localização atualizada.

source: Done! Message sent.
pt: Feito! Mensagem enviada.

source: Done! Module configuration updated.
pt: Feito! Configuração do módulo atualizada.

source: Done! Position deleted.
pt: Feito! Posição excluída.

source: Done! Purged IDS Log.
pt: Feito! Log de IDS limpos.

source: Done! Registry entry deleted.
pt: Feito! Entrada do registro excluída.

source: Done! Route created.
pt: Feito! Rota criada.

source: Done! Route deleted.
pt: Feito! Rota excluída.

source: Done! Route updated.
pt: Feito! Rota atualizada.

source: Done! Routes reloaded.
pt: Feito! Rotas recarregadas.

source: Done! Routing settings renewed.
pt: Feito! Configurações de roteamento renovadas.

source: Done! Saved HTMLPurifier configuration.
pt: Feito! Configuração de HTMLPurifier guardada.

source: Done! Saved category.
pt: Feito! Categoria guardada.

source: Done! Saved user's account information.
pt: Feito! Informações da conta do usuário guardada.

source: Done! The account information for %s has been sent via e-mail.
pt: Feito! As informações da conta para %s foram enviadas via e-mail.

source: Done! The application has been sent. You will be notified by email when the application is processed.
pt: Feito! O aplicativo foi enviado. Você será notificado por e-mail quando o aplicativo for processado.

source: Done! The confirmation link for %s has been sent via e-mail.
pt: Feito! O link de confirmação para %s foi enviado via e-mail.

source: Done! The password recovery verification link for %s has been sent via e-mail.
pt: Feito! O link de verificação de recuperação de senha para %s foi enviado via e-mail.

source: Done! The user name for %s has been sent via e-mail.
pt: Feito! O nome de usuário para %s foi enviado via e-mail.

source: Done! The user was added to the group.
pt: Feito! O usuário foi adicionado ao grupo.

source: Done! The user was removed from the group.
pt: Feito! O usuário foi removido do grupo.

source: Done! Theme configuration updated to default values.
pt: Feito! Configuração de tema atualizada para valores padrão.

source: Done! Theme configuration updated.
pt: Feito! Configuração do tema atualizada.

source: Done! Uninstalled extension.
pt: Feito! Extensão desinstalada.

source: Done! Updated the group.
pt: Feito! Atualizado o grupo.

source: Done! Users imported.
pt: Feito! Usuários importados.

source: Done! Verification code sent to %sub%.
pt: Feito! Código de verificação enviado para %sub%.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
pt: Feito! Você receberá um e-mail para o seu novo endereço de e-mail para confirmar a alteração. Você deve seguir as instruções nessa mensagem a fim verificar seu endereço novo.

source: Done! Your account has been created and you may now log in.
pt: Feito! Sua conta foi criada e agora você pode fazer login.

source: Done! Your account has been created.
pt: Feito! Sua conta foi criada.

source: Done! Your account has been verified, and is awaiting administrator approval.
pt: Feito! Sua conta foi verificada e aguarda a aprovação do administrador.

source: Done! Your account has been verified.
pt: Feito! Sua conta foi verificada.

source: Done! Your account has been verified. You have been logged in.
pt: Feito! Sua conta foi verificada. Você está logado.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
pt: Feito! Sua conta foi verificada. Sua solicitação de registro ainda está pendente de conclusão. Entre em contato com o administrador do site para obter mais informações.

source: Done! Your registration request has been saved and is pending. Please check your e-mail periodically for a message from us.
pt: Feito! Sua solicitação de registro foi salva e está pendente. Por favor, verifique o seu e-mail periodicamente para uma mensagem de nós.

source: Double-click on a node to edit it.
pt: Clique duas vezes em um nó para editá-lo.

source: Download the entire log to a CSV file.
pt: Transfira o registo completo para um ficheiro CSV.

source: Download the entire log to a csv file
pt: Baixe o log inteiro para um arquivo CSV

source: Drag and drop into a new module category
pt: Arrastar e soltar em uma nova categoria de módulo

source: Drag from node exchange icons to other nodes to add new connections.
pt: Arraste de ícones de troca de nó para outros nós para adicionar novas conexões.

source: Drag items from the right column to the left column to connect the hooks. Only areas with the same category can be connected.
pt: Arraste os itens da coluna à direita para a coluna da esquerda para conectar os ganchos. Somente áreas com a mesma categoria podem ser conectadas.

source: Drag to reorder
pt: Arraste para reordenar

source: Dump exposed js routes to file
pt: Despejar rotas js expostas para arquivo

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
pt: Durante suas visitas, recomendamos que você defina seu navegador para aceitar cookies deste site. Vários recursos do site usam cookies e podem não funcionar corretamente (ou podem não funcionar) se os cookies estiverem desativados.

source: E-mail address to notify of registrations
pt: Endereço de E-mail para notificar de inscrições

source: E-mail address verifications expire in
pt: As verificações de endereço de E-mail expiram

source: E-mail address:
pt: Endereço de E-mail:

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
pt: Cada item nesta lista é um domínio de endereço de email (a parte após o '@'). Endereços de email em novos registros ou na alteração de um usuário existente de solicitações de endereço de email não têm permissão para ter qualquer domínio nesta lista.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
pt: Cada nome de usuário nesta lista não pode ser escolhido por alguém se registrando para uma nova conta.

source: Edit
pt: Editar

source: Edit ":name" group
pt: Edit ":name" grupo

source: Edit %s
pt: Editar %s

source: Edit %sub%
pt: Editar %sub%

source: Edit Children
pt: Editar crianças

source: Edit Menu Root
pt: Editar raiz do menu

source: Edit access
pt: Editar acesso

source: Edit block placements
pt: Editar posicionamentos de bloco

source: Edit block position
pt: Editar posição do bloco

source: Edit category
pt: Editar Categoria

source: Edit category registry
pt: Editar registro de categoria

source: Edit group
pt: Editar grupo

source: Edit item
pt: Editar item

source: Edit module category
pt: Editar categoria do módulo

source: Edit node
pt: Editar nó

source: Edit permission %s
pt: Editar permissão %s

source: Edit route
pt: Editar rota

source: Edit user account
pt: Editar conta de usuário

source: Edit user account of %uname
pt: Editar conta de usuário de %uname

source: Edit?
pt: Editar?

source: Email Address
pt: Endereço de email

source: Email address
pt: Endereço de email

source: Email address manager
pt: Gerente de endereço de e-mail

source: Email content
pt: Conteúdo de e-mail
