Repository: ThiloWitt/portuguese
Catalog: zikula.*.po
Languages: pt

source: WARNING: %name has an invalid composer.json file which could not be decoded.
pt: Aviso: %name tem um arquivo Composer.JSON inválido que não pôde ser decodificado.

source: WARNING: The "%name%" block position is not available in the current default theme.
pt: Aviso: o "%name%" posição do bloco não está disponível no tema padrão atual.

source: WARNING: The PHP Extension %ext is not loaded. All functions using this will default to %locale. Seek assistance from your provider to install.
pt: Aviso: a extensão PHP %ext não está carregada. Todas as funções usando isso padrão será %locale. Procure ajuda do seu provedor para instalar.

source: WARNING: You appear to be editing your OWN account.
pt: Aviso: você parece estar editando sua própria conta.

source: WARNING: You appear to be editing your OWN account. You will not be able to modify active status, some group memberships or delete yourself.
pt: Aviso: você parece estar editando sua própria conta. Você não poderá modificar o status ativo, algumas associações de grupo ou excluí-lo.

source: WARNING: changing the url affects SEO by breaking existing indexed search results.
pt: Aviso: alterar a URL afeta SEO quebrando os resultados de pesquisa indexados existentes.

source: Warn only
pt: Avisar apenas

source: Warning
pt: Aviso

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
pt: Aviso! Habilitando o &lt; img& gt;, &lt; span & gt;, &lt; Marquee & gt;, &lt; script & gt;, &lt; EMBED & gt;, & lt; Object & gt; or &lt; IFRAME & gt; Tags aumenta a oportunidade de ataques contra seus usuários que podem revelar suas informações pessoais. Portanto, você é recomendado para manter essas marcas definidas como ' não permitido ', a menos que você tem certeza de que você realmente entender as conseqüências de habilitando-los.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
pt: Aviso! Novas informações de usuário foram salvas, no entanto, pode ter havido um problema salvá-lo corretamente.

source: Warning! Nothing to do! %sub% is already approved.
pt: Aviso! Não há nada para fazer! %sub% já está aprovado.

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
pt: Aviso! Apenas ative a opção acima se este site é isolado da Internet, caso contrário, a segurança pode ser ameaçada se você omitir para remover o script Installer da raiz do site e não são solicitados a fazê-lo.

source: Warning! Other modules present in the system require this module. If you uninstall this module then these modules that require it will also be uninstalled.
pt: Aviso! Outros módulos presentes no sistema requerem este módulo. Se você desinstalar este módulo, em seguida, esses módulos que exigem que ele também será desinstalado.

source: Warning! Removing this module will also remove the following blocks
pt: Aviso! Remover este módulo também removerá os seguintes blocos

source: Warning! The notification email for the new registration could not be sent.
pt: Aviso! Não foi possível enviar o email de notificação para o novo registro.

source: Warning! The notification email for the newly created user could not be sent.
pt: Aviso! Não foi possível enviar o email de notificação para o usuário recém-criado.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
pt: Aviso! A conta de usuário foi criada, mas houve um problema ao adicionar a conta ao grupo padrão.

source: Warning! The welcoming email for the new registration could not be sent.
pt: Aviso! Não foi possível enviar o e-mail de boas-vindas para o novo registo.

source: Warning! The welcoming email for the newly created user could not be sent.
pt: Aviso! O email de boas-vindas para o usuário recém-criado não pôde ser enviado.

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
pt: Aviso! A desinstalação deste módulo também removerá permanentemente todos os dados associados a ele, incluindo todos os dados mantidos por outros módulos que estão conectados a este módulo.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
pt: Aviso! Usando o <a href="%s">filtro de saída do purificador HTML</a > substituirá as configurações de algumas marcas HTML (como &lt;object&gt; e &lt;embed&gt;).

source: Warning: Block template locations modified, you may need to fix your template overrides if you have any.
pt: Aviso: bloquear locais de modelo modificados, talvez seja necessário corrigir as substituições de modelo se você tiver algum.

source: Warning: could not install selected dependency %s
pt: Aviso: não foi possível instalar a dependência selecionada%s

source: Weekly
pt: Semanal

source: Welcome to %1$s (%2$s)!
pt: Bem-vindo ao %1$s (%2$s)!

source: Welcome to %1$s, %2$s!
pt: Bem-vindo ao %1$s, %2$s!

source: Welcome to %s!
pt: Bem-vindo ao %s!

source: Welcome to %sub%!
pt: Bem-vindo ao %sub%!

source: Welcome to the route section of the Routes application.
pt: Bem-vindo à seção rota do aplicativo routes.

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
pt: Quando um site é originalmente instalado, o script Installer cria um arquivo de configuração chamado 'config.php' que está localizado no subdiretório 'config' dentro do diretório raiz do site. Ele não deve ser deixado gravável, porque isso deixa uma oportunidade para uma violação de segurança. Você deve definir as permissões do arquivo para somente leitura (chmod 400, 440 ou na pior das 444).

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
pt: Quando um site é instalado originalmente, a central de segurança é instalada e ativada por padrão. Você verá a mensagem acima se a central de segurança tiver sido desativada. Recomenda-se que você deixe o centro de segurança ativado, pois aprimora a segurança de um site.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
pt: Quando um site é instalado originalmente, a central de segurança é instalada e ativada por padrão. Você verá a mensagem acima se a central de segurança foi removida. Recomenda-se que você deixe o centro de segurança instalado, pois aprimora a segurança de um site.

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
pt: Quando marcada, essa opção faz com que os ícones gráficos sejam exibidos para cada módulo no painel Administração.

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
pt: Quando as listas são exibidas (por exemplo, listas de usuários, listas de registros) essa opção controla quantos itens são exibidos ao mesmo tempo.

source: With description
pt: Com descrição

source: With selected routes
pt: Com as rotas selecionadas

source: Word wrap
pt: Envoltório da palavra

source: Workflow "%workflow%" not found.
pt: Workflow "%workflow%" não foi encontrado.

source: Workflow editor
pt: Editor de fluxo de trabalho

source: Workflow settings
pt: Configurações de fluxo de trabalho

source: Writing and thinking
pt: Escrita e pensamento

source: XHTML-capable
pt: Compatível com XHTML

source: Yes
pt: Sim

source: Yes, cancel the change of password
pt: Sim, cancele a mudança de senha

source: Yes, force the change of password
pt: Sim, forçar a mudança de senha

source: You already have a pending application. Please wait until the administrator notifies you.
pt: Você já tem um aplicativo pendente. Aguarde até que o administrador o notifique.

source: You are already a member of this group.
pt: Você já é um membro deste grupo.

source: You are an anonymous guest.
pt: Você é um convidado anônimo.

source: You are currently using an unreleased version of the Zikula Core.
pt: Você está usando atualmente uma versão inéditas do núcleo de Zikula .

source: You are in:
pt: Você está em:

source: You are logged-in as <strong>%sub%</strong>.
pt: Você está conectado como <strong>%sub%</strong>.

source: You are not allowed to alter your own active state.
pt: Você não tem permissão para alterar seu próprio estado ativo.

source: You are not allowed to delete Uid %uid
pt: Você não tem permissão para excluir UID %UID

source: You are not allowed to remove yourself from the default group.
pt: Você não tem permissão para remover a si mesmo do grupo padrão.

source: You are not allowed to remove yourself from the primary administrator group.
pt: Você não tem permissão para se remover do grupo de administradores primário.

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the %inst%. Further information can be found in the %docs%.
pt: Você está vendo esta mensagem porque Zikula ainda não está instalado. Você pode instalar Zikula por clicking no botão de instalação, mas antes de fazê-lo, por favor leia o %Inst%. Mais informações podem ser encontradas no %docs%.

source: You are seeing this message because Zikula requires upgrade. You can upgrade Zikula by clicking on the upgrade button, but before doing so please read the %inst%. Further information can be found in the %docs%.
pt: Você está vendo esta mensagem porque Zikula requer upgrade. Você pode atualizar Zikula por clicking no botão de atualização, mas antes de fazê-lo, por favor leia o%Inst%. Mais informações podem ser encontradas no% docs%.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
pt: Você é o único destinatário desta mensagem e seu nome de usuário não foi enviado para qualquer outro endereço de email.

source: You are using the latest stable version of the Zikula core.
pt: Você está usando a versão estável a mais atrasada do núcleo de Zikula .

source: You can <a href=%sub%>register here</a>.
pt: Você pode <a href=%sub%>registrar aqui</a>.

source: You can arrange categories list using drag and drop. New order will be saved automatically.
pt: Você pode organizar lista de categorias usando arrastar e soltar. Nova ordem será salva automaticamente.

source: You can change your routing configuration in the general settings: %s.
pt: Você pode alterar sua configuração de roteamento nas configurações gerais: %s.

source: You can choose the displayed name(s) for each module.
pt: Você pode escolher o(s) nome(s) exibido(s) para cada módulo.

source: You can confirm the e-mail address change by clicking on this link:
pt: Você pode confirmar a alteração do endereço de e-mail clicando neste link:

source: You can confirm the e-mail address change by going to this URL with your browser:
pt: Você pode confirmar a alteração do endereço de e-mail indo para este URL com o seu navegador:

source: You can just delete the message and log-in with your existing password next time you visit the site.
pt: Você pode simplesmente suprimir da mensagem e do início de uma sessão com sua senha existente a próxima vez que você visita o local.

source: You can just delete this message.
pt: Você pode simplesmente excluir esta mensagem.

source: You can now create a new password by clicking on this link:
pt: Agora você pode criar uma nova senha clicando neste link:

source: You can now create a new password by clicking on this link: %sub%
pt: Agora você pode criar uma nova senha clicando neste link: %sub%

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
pt: Você pode definir uma pergunta a ser atendida no momento do registro, para proteger o site contra registros automatizados de spam por bots e scripts.

source: You can try the following:
pt: Você pode tentar o seguinte:

source: You did not provide the correct answer for the security question. Try %s
pt: Você não fornecer a resposta correta para a pergunta de segurança. Tente %s

source: You do not have permission for that action.
pt: Você não tem permissão para essa ação.

source: You do not have permission. You must login first.
pt: Você não tem permissão. Você deve entrar primeiro.

source: You have JavaScript disabled. Please activate it to proceed or use the CLI script instead.
pt: Você tem o JavaScript desabilitado. Por favor, ative-o para prosseguir ou usar o script CLI em vez disso.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
pt: Você tem um problema! '%s' não é gravável. Certifique-se de que as permissões estão definidas corretamente para o processo de instalação.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
pt: Você tem um problema! Sua instalação do PHP não tem as funções de token disponíveis, mas elas são necessárias para o sistema de saída da Zikula .

source: You have got a problem! Your PHP version is %actual, which does not satisfy the Zikula system requirement of version %required or later.
pt: Você tem um problema! Sua versão PHP é %actual, que não satisfaz o requisito do sistema Zikula da versão %required ou posterior.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version %phpmin or later.
pt: Você tem um problema! Sua versão PHP é %s, que não satisfaz o requisito do sistema Zikula da versão %phpmin ou posterior.

source: You have the possibility of enabling support for legacy modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
pt: Você tem a possibilidade de habilitar o suporte para módulos legados. No entanto, os módulos herdados podem conter furos de segurança que podem comprometer a segurança de um site. É altamente recomendável usar apenas versões atualizadas de módulos compatíveis com a API oficial do projeto (Application Programming Interface). Nesse caso, o suporte a módulo herdado pode ser desativado (essa é a configuração padrão quando um site é instalado pela primeira vez).

source: You may now log into the web site.
pt: Você pode agora entrar no Web site.

source: You must confirm this change before it will take effect.
pt: Você deve confirmar essa alteração antes que ela tenha efeito.

source: You see the message
pt: Você vê a mensagem

source: You will receive an additional e-mail message once an administrator has reviewed your request.
pt: Você receberá uma mensagem de email adicional depois que um administrador revisou sua solicitação.

source: You will receive an e-mail to your new e-mail address to confirm the change.
pt: Você receberá um e-mail para o seu novo endereço de e-mail para confirmar a alteração.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
pt: Você verá listado todos os módulos atualmente instalados e ativados. Abra a lista suspensa ao lado de cada módulo e escolha a categoria de módulo na qual esse módulo deve ser colocado.

source: You will use your e-mail address to identify yourself when you log in.
pt: Você usará seu endereço de e-mail para se identificar quando fizer login.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
pt: Sua instalação do PHP não tem as funções JSON disponíveis. Zikula precisa disso para lidar com solicitações Ajax.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
pt: Sua instalação do PHP não tem as funções de seqüência de caracteres de vários bytes disponíveis. O Zikula precisa disso para manipular conjuntos de caracteres de vários bytes.

source: Your PHP installation doesn't have the PDO extension loaded.
pt: Sua instalação do PHP não tem a extensão PDO carregada.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
pt: A biblioteca PCRE da instalação do PHP não tem suporte a propriedade Unicode habilitado. O Zikula precisa disso para manipular conjuntos de caracteres de vários bytes em expressões regulares. A biblioteca PCRE usada com PHP deve ser compilada com a opção '--Enable-Unicode-Properties '.

source: Your PHP installation's PCRE library has Unicode property support enabled.
pt: A biblioteca PCRE da instalação do PHP tem suporte a propriedade Unicode habilitado.

source: Your PHP version is %s.
pt: Sua versão do PHP é %s.

source: Your account application has been approved. Thank you for your patience during the new account application review process.
pt: O seu pedido de conta foi aprovado. Obrigado por sua paciência durante o novo processo de revisão de aplicativo de conta.

source: Your account details are as follows:
pt: Os detalhes da sua conta são os seguintes:

source: Your change has been successfully saved. You are now logged in with your new password.
pt: Sua alteração foi salva com êxito. Agora você está conectado com sua nova senha.

source: Your log-in request was not completed. You must change your web site account's password first.
pt: Sua solicitação de log-in não foi concluída. Primeiro, você deve alterar a senha da conta do seu Web site.

source: Your new account is not active yet. Please contact the site administrator for more information.
pt: Sua nova conta ainda não está ativa. Entre em contato com o administrador do site para obter mais informações.

source: Your new password cannot match your current password.
pt: Sua nova senha não pode corresponder à sua senha atual.

source: Your recent request at %s.
pt: Seu pedido recente em %s.

source: Your request could not be processed due to invalid arguments.
pt: Sua solicitação não pôde ser processada devido a argumentos inválidos.

source: Your request could not be processed due to invalid arguments. Maybe your link is expired?
pt: Sua solicitação não pôde ser processada devido a argumentos inválidos. Talvez seu link expirou?

source: Your request could not be processed due to missing arguments.
pt: Sua solicitação não pôde ser processada devido a argumentos ausentes.

source: Your request could not be processed.
pt: Seu pedido não pôde ser processado.

source: Your request is also waiting for administrator approval.
pt: Sua solicitação também está aguardando a aprovação do administrador.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
pt: Seu nome de usuário é usado para identificá-lo para outros usuários no site. Você ainda precisa configurar um, mesmo que você não vai usá-lo para fazer login.

source: Your verification code is:
pt: Seu código de verificação é:

source: Zikula Administration Module
pt: Módulo de administração Zikula

source: Zikula Administration Module installed
pt: Módulo de administração Zikula instalado

source: Zikula Application Framework
pt: Estrutura de aplicação Zikula

source: Zikula Blocks Module
pt: Módulo de blocos de Zikula

source: Zikula Blocks Module installed
pt: Módulo de blocos de Zikula instalado

source: Zikula Categories Module
pt: Módulo de categorias Zikula

source: Zikula Categories Module installed
pt: Zikula categorias módulo instalado

source: Zikula Core
pt: Núcleo de Zikula

source: Zikula Core Installer
pt: Instalador do núcleo de Zikula

source: Zikula Core is already installed so the installer has been disabled. If you need to run the installer a second time, you must reset config.php to its original state and clear the database tables before running the installer again.
pt: O Zikula Core já está instalado para que o instalador tenha sido desativado. Se você precisar executar o installer uma segunda vez, você deve redefinir config. php para seu estado original e limpar as tabelas de banco de dados antes executando o instalador novamente.

source: Zikula Core is already installed!
pt: Zikula Core já está instalado!

source: Zikula Core is not installed!
pt: Zikula Core não está instalado!

source: Zikula Core requires upgrade!
pt: O núcleo de Zikula exige a elevação!

source: Zikula Extension Module
pt: Módulo de extensão Zikula

source: Zikula Extensions Module installed
pt: Módulo de extensões Zikula instalado

source: Zikula Groups Module
pt: Módulo de grupos Zikula

source: Zikula Groups Module installed
pt: Módulo de grupos Zikula instalado

source: Zikula Installer Script
pt: Script do instalador de Zikula

source: Zikula Mailer Module
pt: Módulo Mailer Zikula

source: Zikula Mailer Module installed
pt: Zikula Mailer Module instalado

source: Zikula Menu Module
pt: Módulo de menu Zikula

source: Zikula Menu Module installed
pt: Módulo de menu Zikula instalado

source: Zikula Permissions Module
pt: Módulo de permissões de Zikula

source: Zikula Permissions Module installed
pt: Módulo de permissões Zikula instalado

source: Zikula Routes Module
pt: Módulo de rotas Zikula

source: Zikula Routes Module installed
pt: Módulo de rotas Zikula instalado

source: Zikula Search Module
pt: Módulo de pesquisa Zikula

source: Zikula Search Module installed
pt: Módulo de pesquisa Zikula instalado

source: Zikula Security Module
pt: Módulo de segurança Zikula

source: Zikula Security Module installed
pt: Módulo de segurança Zikula instalado

source: Zikula Settings Module
pt: Módulo de configurações do Zikula

source: Zikula Settings Module installed
pt: Zikula Settings módulo instalado

source: Zikula Theme Module
pt: Módulo do tema de Zikula

source: Zikula Theme Module installed
pt: Zikula Theme Module instalado

source: Zikula Users Module
pt: Zikula módulo de usuários

source: Zikula Users Module installed
pt: Zikula Users Module instalado

source: Zikula ZAuth Module
pt: Zikula Zauth módulo

source: Zikula ZAuth Module installed
pt: Zikula Zauth módulo instalado

source: Zikula already appears to be installed.
pt: Zikula já parece estar instalado.
